{
    "entries": [
        {
            "uid": "blt1818fa4c71301556c",
            "title": "AEON",
            "provider_name": "AEON Credit Service ",
            "alias": "aeon",
            "provider_image": "blt12fd2167cdff0b651",
            "short_description": "AEON Credit Service (Asia) Co., Ltd, a subsidiary of AEON Financial Services Co., Ltd., established its Hong Kong branch in 1987. In 1993, AEON had begun its credit card service and had its first ATM network established in the area. A year later, its very first AEON credit card and AEON MasterCard were issued. AEON now has 146 ATMs and partnered with the likes of MasterCard and American Express. AEON allows access to more than 900,000 ATM machines in Hong Kong as well Mainland China. AEON is also a member of the AEON Group.",
            "long_description": "AEON Credit Service (Asia) Co., Ltd. is a subsidiary of AEON Financial Service Co., Ltd., which is one of the leading consumer finance services companies in Japan and is listed on the first section of the Tokyo Stock Exchange. AEON issues three categories of credit cards, namely: Co-branded Cards, Charity Cards and other cards. The company also offers various kinds of personal loans such as AEON Personal Loan, AEON Home Owner Loan and AEON Car Owner Loan to customers to meet their financial needs. Apart from providing different credit cards and personal loan products, AEON continues to support charitable community projects and activities in both Hong Kong and China, especially in the areas of environmental protection, education and cultural exchange. To demonstrate its corporate social responsibility, AEON donates a portion of its profit and encourages employee-based volunteer activities, such as Hong Kong Tree Planting Day and AEON Planting Seeds of Growth, to support various community projects and activities in both Hong Kong and China. AEON also promotes social contribution through its business activities, such as (i) issuing of “Charity Cards” where a portion of the credit purchase amount transacted through the Charity Cards will be donated to charitable organizations, (ii) “Donation by AEON Bonus Point” whereby customers can use their AEON Bonus Points to make donations to charities, and (iii) “Donation by AEON Credit Card” whereby donations can be made through any AEON Credit Cards to charities. Through the above means, AEON Credit delivers the goodwill of many customers to charitable organizations. Since February 2008, AEON has been awarded the Caring Company Logo by The Hong Kong Council of Social Service and Heart to Heart Company Logo by The Hong Kong Federation of Youth Groups, in recognition of its contribution to the community and the environment.",
            "about": [
                {
                    "d_vertical": "CREDIT_CARDS",
                    "description": "AEON offers a wide variety of credit cards that take care all aspects of life, including AEON Card JAL MasterCard, AEON JCB Credit Card, AEON UnionPay Credit Card, AEON Visa Credit Card, enabling customers to choose the credit cards that best suit their needs. AEON credit cardholders can enjoy different kinds of monthly special offers and discounts at designated merchants and earn bonus points on credit card purchases to redeem gifts and coupons. AEON also provides other services such as Octopus Automatic Add Value Service, Cash Advance Services and AEON Netmember Service."
                },
                {
                    "d_vertical": "PERSONAL_LOANS",
                    "description": "AEON Personal Loan Scheme provides customers with loan amount up to HK$600,000 or 8 times of your monthly salary (whichever is lower) and repayment options of up to 48 months. Both handling fee and early repayment fee will be waived. Customers can also receive fast-track 30 minutes approval for loan amount of HK$5,000-HK$50,000 and get cash instantly. If you borrow more than HK$50,000, you can apply for an AEON personal loan through its website, at AEON branches, Application Hotline 2239 9804. Customers who can provide additional documents may get a higher loan amount."
                },
                null
            ],
            "features": {
                "heading": "AEON Credit Cards take care of all customers needs",
                "pros": [
                    "Earn AEON bonus points at designated merchants",
                    "Enjoy up to 24 months interest - free card instalment service",
                    "Welcome Offer 2% Rebate for AEON Card JAL",
                    "Earn JMB Mile  on credit card spending",
                    "Complimentary lounge service at Japan Airlines Hong Kong International Airport lounge"
                ],
                "cons": null
            },
            "award": [
                {
                    "name": "Manpower Developer 2012-2014",
                    "description": "AEON participated in the ERB Manpower Developer Award Scheme organised by the Employees Retraining Board and was awarded the honour of Manpower Developer 2012-2014."
                },
                {
                    "name": "Caring Company Logo",
                    "description": "AEON Credit Service has been awarded the Caring Company Logo since 2008."
                },
                null
            ],
            "disclaimer": "The above information is provided by MoneyHero.com.hk for information purposes only. In case of any discrepancy between the information provided by MoneyHero.com.hk and relevant information provided by banks, card issuers or card providers (*partner institutions), the information provided by the partner institutions shall prevail. For more information, please refer to our Terms & Conditions and Privacy Policy page."
        },
        {
            "uid": "blt1d28e06acbeee71a5",
            "title": "AMEX",
            "provider_name": "American Express",
            "alias": "american-express",
            "provider_image": "blt1fa40b64dcd3dc8e1",
            "short_description": "Founded in 1850, American Express is a multinational financial services corporation headquartered in  New York City. American Express is the largest card issuer in the world based on purchase volume and operates in over 130 countries around the world. American Express is best known for its credit card, charge card and traveller's cheque businesses. ",
            "long_description": "As an internationally renowned financial services company found in 1850 with its headquarter situated in New York, American Express is the world's largest card issuer by purchase volume and processes millions of transactions daily as the premium network for high-spending cardmembers. American Express has been recognized as the most innovative company in the industries and operates one of the world’s largest travel networks. With an aim at providing outstanding products and unsurpassed service that, together, deliver premium value to all customers, American Express provides commercial payment tools and expertise that help companies control their spending and save billions of dollars and offers marketing and information management insights that help merchants build their business. Meanwhile, American Express is not only a customer loyalty expert with industry-leading rewards programs and platforms, but also helps small business owners succeed by delivering purchasing power, flexibility and financial control.\n\nAmerican Express has been a leading financial company in areas such as charge and credit cards, travel and financial planning. In particular, American Express credit cards allows you to enjoy a range of rewards and special offers, such as lounge access, dining offers, cash vouchers, hotel stays, card fee waivers. The three most featured cards are “Platinum Credit Card”, “Cathay Pacific Elite Credit Card” and “Blue Cash Credit Card”. ",
            "about": [
                {
                    "d_vertical": "CREDIT_CARDS",
                    "description": "American Express (AE) Credit Cards offer customers the opportunities to earn a variety of rewards and offerings including a range of travel, movie, dining and shopping privileges, including Cathay Pacific Elite Credit Card, Cathay Pacific Credit Card, Blue Cash Credit Card and I.T Cashback Card. These cards offer first year annual fee waiver. Cardholders can redeem Asia Miles, hotels, cash coupons and gifts by Membership Rewards and enjoy the free access of Plaza Premium Lounges and Complimentary Priority Pass membership in over 400 cities worldwide."
                },
                null,
                null
            ],
            "features": {
                "heading": "American Express Credit Cards are welcomed all over town",
                "pros": [
                    "Earn Membership Rewards points every time you use your Card. ",
                    "Earn up to 76,000 Asia Miles from our Welcome Offer with American Express Cathay Pacific Elite Credit Card",
                    "Enjoy access to Plaza Premium Lounges and complimentary Priority PassTM Membership in over 400 cities worldwide",
                    "Enjoy Buy-1-Get-1-Free 3D and 2D movie tickets at Broadway, PALACE and AMC Cinemas with American Express Platinum Credit Card",
                    "Earn 1% Cashback on everyday purchases with Blue Cash Credit Card from American Express"
                ],
                "cons": null
            },
            "award": [
                {
                    "name": "Best Corporate Card 2015",
                    "description": "American Express Hong Kong was awarded Best Corporate Card by Capital Magazine for providing outstanding products and services to businesses."
                },
                null,
                null
            ],
            "disclaimer": "The above information is provided by MoneyHero.com.hk for information purposes only. In case of any discrepancy between the information provided by MoneyHero.com.hk and relevant information provided by banks, card issuers or card providers (*partner institutions), the information provided by the partner institutions shall prevail. For more information, please refer to our Terms & Conditions and Privacy Policy page."
        },
        {
            "uid": "blt1e268bda46041d4a0",
            "title": "ANZX",
            "provider_name": "ANZ",
            "alias": "anz",
            "provider_image": "blt190334395a6ab2a8f",
            "short_description": "Australia and New Zealand Banking Group Limited is the main holding and operating company for the ANZ, with an asset of AUD$772.1 billion (as of 30th September 2014) and over 400,000 shareholders. ANZ is committed to building lasting partnerships with our customers, shareholders and communities in 34 countries such as Australia, New Zealand, Asia Pacific, the Middle East, Europe and America.",
            "long_description": "Incorporated on 14 July 1977 in Australia, ANZ is now one of the five largest listed companies in Australia and the number one bank in New Zealand. ANZ provides a range of banking and financial products and services to over nine million customers and employs over 50,000 people worldwide. ANZ opened for business in Hong Kong in 1970 through its then subsidiary, ANZ Grindlays Bank Ltd, and later upgraded to branch status. The Hong Kong office is ANZ’s regional headquarters for Northeast Asia, Europe and America. It is also the headquarters for ANZ’s Global Capital Markets. Today, ANZ Hong Kong offers a wide range of banking services to customers, including Institutional Banking, Commercial Banking, Retail Banking and Wealth Management, as well as Private Banking.",
            "about": [
                null,
                null,
                {
                    "d_vertical": "MORTGAGES",
                    "description": "ANZ is dedicated to providng customers with professional mortgage solutions and a competitive mortgage interest rate. ANZ provides a loan of up to 60% of purchase price or market value (whichever is lower), a repayment period of up to 30 years, a waiver of arrangement fee and property valuation fee. ANZ’s mortgage is applicable to self-use or leased properties and various types of properties with their experienced mortgage specialists, who will partner with relationship managers to provide tailor made financial solutions that will meet your needs. ANZ even provides services at your doorstep, which make applying easier and more convenient."
                }
            ],
            "features": {
                "heading": "Provides mortgages that meet your unique needs",
                "pros": [
                    "Competitive mortgage interest rate (You can choose Prime-based or HIBOR-based)",
                    "Loan amount up to 60% of purchase price or market value (whichever is lower)",
                    "Repayment period of up to 30 years",
                    "Waiver of arrangement fee and property valuation fee.",
                    "Services at your doorstep that make applying easy and convenient."
                ],
                "cons": null
            },
            "award": [
                null,
                null,
                null
            ],
            "disclaimer": "The above information is provided by MoneyHero.com.hk for information purposes only. In case of any discrepancy between the information provided by MoneyHero.com.hk and relevant information provided by banks, card issuers or card providers (*partner institutions), the information provided by the partner institutions shall prevail. For more information, please refer to our Terms & Conditions and Privacy Policy page."
        },
        {
            "uid": "blt10d6ac5c4a41c0c3e",
            "title": "BACH",
            "provider_name": "Bank of China Hong Kong",
            "alias": "bank-of-china-hong-kong-limited",
            "provider_image": "blt1e333897f382b7722",
            "short_description": "BOCHK is a leading listed commercial banking group in Hong Kong with strong market positions in all major businesses. It has the most extensive local branch network and diverse service platforms, including about 220 branches, efficient e-channels of over 1,000 self-service machines, as well as Internet and mobile banking services.",
            "long_description": "Bank of China (Hong Kong) Limited (BOCHK\") is a locally incorporated licensed bank and the second-largest commercial banking group in Hong Kong. It was incorporated in Hong Kong on the 12th September 2001 to hold the entire equity interest in BOCHK. (Its principal operating subsidiary.) BOCHK is also a leading listed commercial banking group in Hong Kong with strong market positions in all major businesses. It has the most extensive local branch network and diverse service platforms, including 220 branches, efficient e-channels of over 1,000 self-service machines, as well as Internet and mobile banking services. It offers a comprehensive range of financial, investment and wealth management services to personal, corporate and institutional customers. BOCHK is one of the three note-issuing banks and the Clearing Bank for Renminbi business in Hong Kong. With its strong RMB franchise, BOCHK is the first choice for customers in the business. Through the deep collaboration with its parent bank, (BOC) it provides a full range of high quality cross-border services to multinationals, cross-border customers, Mainland enterprises going global, central banks and super sovereign organisations. Apart from these, BOCHK has been serving Hong Kong with a dedication to fostering harmonious relationships with people from all walks of life. We care for the community we serve and endeavour to help those in need. BOCHK staff also actively take part in various volunteering programmes to support our community. These include the workshops and activities organised jointly with a number of local charitable organisations for children, the elderly, the underprivileged and the disabled.",
            "about": [
                {
                    "d_vertical": "CREDIT_CARDS",
                    "description": "Bank of China (Hong Kong) has a number of dual-currency, co-branded, and commercial credit cards available, including BOC Platinum Visa Card, BOC CUP Dual Currency Platinum Card, BOC Visa Infinite Card and BOC i-card. They offer you exciting seasonal promotion including dining, entertainment, and travel privileges. A BOCHK credit card also gives you great business advantages."
                },
                {
                    "d_vertical": "PERSONAL_LOANS",
                    "description": "Bank of China (Hong Kong) offers a wide range of personal loans to customers to meet their financial needs, including BOC Express Cash Instalment Loan, BOC Express Cash Instalment Loan Balance Transfer and BOC Express Cash Revolving Credit. The maximum loan amount of the BOC Express Cash Instalment Loan is up to HK$2,000,000. Customers can obtain an instant approval result and enjoy instant cash with express loan disbursement. Customers who apply and drawdown BOC BOC Express Cash Instalment Loan successfully, and fulfill the relevant Designated Services requirements at the same time can enjoy cash rebate rewards during the promotion period. In addition, existing BOC Express Cash customers can redraw the entire repaid principal from any ATM* marked with the BOCHK logo, BOCHK Internet Banking or Mobile Banking."
                },
                {
                    "d_vertical": "MORTGAGES",
                    "description": "The Bank of China (Hong Kong) Limited offers a wide range of mortgage plans. BOC HIBOR Mortgage Scheme uses the Hong Kong Interbank Offered Rate (HIBOR) as the basis of mortgage interest rate and interest periods of 1, 3, 6 or 12 months at HIBOR base are available upon mortgage loan application. Customers can also switch to the mortgage plan based on Prime throughout the repayment period. Customers who apply for \"All-You-Want\" Mortgage Scheme can enjoy flexible extra repayment available without penalty interest and withdraw deposits anytime from their account via ATMs or by cheques. BOC Preferential Mortgage Plan provides annual fee waiver for BOC credit card throughout the entire mortgage period and customers can enjoy premium discount upon enrollment for Fire Insurance and/or Home Insurance via the Bank. Applicants of BOC mortgage plans can also enjoy fee waivers on instant property valuation, mortgage enquiries and the like."
                }
            ],
            "features": {
                "heading": "BOC Credit Card brings you exceptional services and exclusive privileges",
                "pros": [
                    "A multi-functional card for cash withdrawal at more than 2,000 ATMs displaying the \"JETCO\" and \"BOC\" logo in the Mainland of China, Hong Kong and Macau.",
                    "Earn Gift Points upon spending with your card (HK$1 spending = 1 Gift Point)",
                    "Redeem HK$1 instant cash discount with every 250 Gift Points when spending with BOC Credit Cards at designated merchants",
                    "Flexible payment methods such as partial or full payment",
                    "Enjoy special offers at over 2,600 merchant outlets for dining, clothing, health, beauty and leisure"
                ],
                "cons": null
            },
            "award": [
                {
                    "name": "Strongest Bank in Asia Pacific and Hong Kong 2015 by The Asian Banker",
                    "description": "Bank of China (Hong Kong) was named Strongest Bank in Asia Pacific and Hong Kong by The Asian Banker in 2015 for the second consecutive year, in recognition of its solid financial position and ability to drive long-term profitability"
                },
                {
                    "name": "Domestic Cash Management Bank of the Year 2014 by Asian Banking & Finance",
                    "description": "Bank of China (Hong Kong) was awarded Domestic Cash Management Bank of the Year and granted the Online Securities Platform of the Year -\n Hong Kong by Asian Banking & Finance. These awards demonstrate the outstanding performance of BOCHK in cash management and online trading services."
                },
                {
                    "name": "Bank of the Year in Hong Kong 2013",
                    "description": "BOCHK was named by The Banker Bank of the Year in Hong Kong 2013 in recognition of its stronger franchise and consistently solid performance."
                }
            ],
            "disclaimer": "The above information is provided by MoneyHero.com.hk for information purposes only. In case of any discrepancy between the information provided by MoneyHero.com.hk and relevant information provided by banks, card issuers or card providers (*partner institutions), the information provided by the partner institutions shall prevail. For more information, please refer to our Terms & Conditions and Privacy Policy page."
        },
        {
            "uid": "blt11ce5d6a7eea358fb",
            "title": "BACO",
            "provider_name": "Bank of Communications",
            "alias": "bank-of-communications",
            "provider_image": "blt12832ca5373e24210",
            "short_description": "Bank of Communications (BOCOM) was founded in 1908 and is one of the oldest banks in China. It has numerous branches all across the mainland and Asia, as well as the United States, Germany, and Australia. The Hong Kong branch was established in 1934 with a team of professionals that specialise in helping clients fulfil financial goals with a diverse portfolio of financial services.",
            "long_description": "Founded in 1908, Bank of Communications Co., Ltd. is one of the banks with the longest history and was one of the note-issuing banks in China in the past. Bank of Communications started its business operation after its re-establishment in 1987. It is the first nationwide state-owned joint-stock commercial bank in China, with its head office located in Shanghai. The Bank was listed on the Hong Kong Stock Exchange in June 2005 and on the Shanghai Stock Exchange in May 2007. The Bank went up two places since 2014 and was ranked No. 17 among the global top 1,000 banks in terms of Tier 1 Capital rated by the London-based magazine: 'The Banker'. They were also ranked No. 190 among the “Fortune 500 Companies” in terms of operating income by the Fortune in 2015, which pushed them up 27 places compared to 2014. The Bank currently has 230 domestic branches, comprising 30 tier-1 branches, seven branches directly managed by the Head Office and 193 tier-2 branches. The Bank has also established 3,141 banking outlets in 235 prefecture-level cities or above and 171 county-level cities nationwide. In addition, the Bank has set up 15 overseas institutions in Hong Kong, New York, San Francisco, Tokyo, Singapore, Seoul, Frankfurt, Macau, Ho Chi Minh City, Sydney, Brisbane and Taipei, Bank of Communications (UK) Limited, Bank of Communications (Luxembourg) Limited and representative office in Toronto. The Bank is one of the major financial services providers in China. The Bank’s business scope comprises commercial banking, securities services, trust services, financial leasing, fund management, insurance, offshore financial services and so on. Its wholly-owned subsidiaries include BOCOM International Holdings Company Limited, China BOCOM Insurance Co., Ltd. and Bank of Communications Finance Leasing Co., Ltd. Subsidiaries controlled by the Bank include Bank of Communications Schroder Fund Management Co., Ltd., Bank of Communications International Trust Co., Ltd., BoCommlife Insurance Company Limited, Dayi Bocomm Xingmin Rural Bank Ltd., Zhejiang Anji BOCOM Rural Bank Ltd., Xinjiang Shihezi BOCOM Rural Bank Ltd. and Qingdao Laoshan BOCOM Rural Bank Ltd. The Bank is also the largest shareholder of Jiangsu Changshu Rural Commercial Bank Co., Ltd. and the paratactic largest shareholder of Bank of Tibet Co., Ltd. The Bank’s development strategy is to become “a first class listed comprehensive banking group focusing on international expansion and specialising in wealth management”.",
            "about": [
                {
                    "d_vertical": "CREDIT_CARDS",
                    "description": "BOCOM offers a range of credit cards that entitle cardholders to various privileges and seasonal offers. Aside from flexible repayment options, you also get to enjoy cash rebates, bonus points, travel rewards, and special merchant offers. ATM services, phone and Internet banking services, and 24-hour worldwide emergency assistance are also available. Not only can Platinum Credit Card / Diamond Card Cardholders earn double Rewards for Spending in Overseas, they can also enjoy one-step travel privileges, including year-round travel protection, WIFI Internet Service and free access to airport lounges."
                },
                {
                    "d_vertical": "PERSONAL_LOANS",
                    "description": "Bank of Communications Hong Kong Branch offers DreamCash Personal Loan at reasonable interest rate to help customers to pursue their dreams. Loan amounts can be as high as HKD 1.2 million, or up to 12 times (personal loan) / 21 times (debt consolidation) of your monthly salary (whichever is lower) whereas repayment tenor can be up to 60 months (personal loan) / 72 months (debt consolidation). Cash will be deposited instantly to your designated bank account once the application is approved. Only simple documents are needed for applications and customers can now enjoy various promotional offers such as extra credit card free spending credit by using your bank account with Bank of Communication for disbursement and repayment."
                },
                {
                    "d_vertical": "MORTGAGES",
                    "description": "The Bank of Communications provides comprehensive mortgage loan services which include the \"Home Assistance Scheme\", the \"Home Ownership Scheme\" and the \"Tenants Purchases Scheme\". Bank of Communications HIBOR Mortgage Plan uses the Hong Kong Interbank Offered Rate (HIBOR) as the basis of mortgage interest rate. Bank of Communications offer loan amount up to 90% of the purchase price or appraised property value (whichever is lower), and repayment period up to 30 years. Customers can also choose to repay within a fixed period or by a fixed installment amount. Customers may also choose either the monthly or bi-weekly repayment scheme. Successful applicants can enjoy application fee waiver, credit card annual fee waiver within the repayment period and free verbal valuation service."
                }
            ],
            "features": {
                "heading": "Save exchange and overseas purchase handling fee with Bank of Communications CUP Dual Currency Credit Card",
                "pros": [
                    "Links to both HKD and CNY account, which allows you to settle spending in Mainland China in CNY whereas spending in Hong Kong and Overseas can be settled in HKD. ",
                    "Annual unlimited travel insurance, which gives you year-round travel protection",
                    "Overseas WIFI internet service including a free 5-day pocket WIFI when travelling to popular travel destinations such as Korea, Japan, Thailand and Taiwan",
                    "Enjoy up to 5% cash rebate and exclusive offers in mant popular travel destinations",
                    "Enjoy handling fee exemption and earn 2x spending bonus points on overseas spending with CUP cards"
                ],
                "cons": null
            },
            "award": [
                {
                    "name": "Top 1000 World Banks",
                    "description": "Bank of Communications was ranked 17th in The Banker Magazine's Global 1000 enterprises of banks in 2014, jumping up 2 places on its 2013 ranking."
                },
                {
                    "name": "Mystery Shopper Assessment - Gold Award",
                    "description": "Bank of Communications was rewarded Mystery Shopper Assessment Award - Gold Award by The Hong Kong Call Centre Association in 2015."
                },
                {
                    "name": "E-Brand Awards 2015",
                    "description": "Bank of Communications was recognised as Best Online Trading Platform by the famous Hong Kong Electronics magazine E-zone in its E-Generations Big Band Awards in 2015."
                }
            ],
            "disclaimer": "The above information is provided by MoneyHero.com.hk for information purposes only. In case of any discrepancy between the information provided by MoneyHero.com.hk and relevant information provided by banks, card issuers or card providers (*partner institutions), the information provided by the partner institutions shall prevail. For more information, please refer to our Terms & Conditions and Privacy Policy page."
        },
        {
            "uid": "blt1aa7088ac14f0b8ca",
            "title": "BEAX",
            "provider_name": "Bank of East Asia",
            "alias": "bank-of-east-asia",
            "provider_image": "blt1538ac82dcb0fa66c",
            "short_description": "Established in 1918, the Bank of East Asia (BEA) is the largest independent local bank in Hong Kong. BEA offers consumers in Hong Kong as well as in many major markets all over the world—commercial banking and personal banking services, along with wealth management and investment services. It is also one of the constituent stocks of the Hang Seng Index.",
            "long_description": "Incorporated in Hong Kong in 1918, The Bank of East Asia, Limited (\"BEA\") is dedicated to providing comprehensive corporate banking, personal banking, wealth management and investment services to its customers in Hong Kong, Mainland China and other major markets around the world. BEA is Hong Kong's largest independent local bank with total consolidated assets of HK$756.6 billion (US$97.5 billion) as of 30th June, 2016. Listed on The Stock Exchange of Hong Kong, the Bank is a constituent stock of the Hang Seng Index. BEA also operates one of the largest branch networks in Hong Kong, with 85 branches, 53 SupremeGold Centres, and 10 i-Financial Centres throughout the city. In Mainland China, BEA's operational presence dates back to the opening of the Bank's Shanghai Branch in 1920. Today, the BEA Group operates one of the most extensive networks of any foreign bank on the Mainland with outlets in 44 cities nationwide. Overseas, BEA has established a presence in Southeast Asia, the United Kingdom, and the United States. BEA operates more than 220 outlets and employs over 12,000 people worldwide, including Hong Kong and the rest of Greater China. BEA has long been known for the comprehensive range of corporate and personal banking, financial and insurance services that provides a diverse customer base. Wholesale and personal banking services are delivered through the Bank's Corporate Banking, Personal Banking, Wealth Management, Insurance & Retirement Benefits, Treasury Markets, China, and International divisions.\nProducts and services include syndicated loans, trade finance, deposit-taking, foreign currency savings, remittances, mortgage loans, consumer loans, credit cards, cyberbanking, retail investment and wealth management services, private banking, Renminbi services, foreign exchange margin trading, broking services, Mandatory Provident Fund services, and general and life insurance. In addition to the Bank's core offering, other members of the BEA Group broaden the range of products and services available to individual and corporate customers. BEA's wholly-owned subsidiaries BEA Life Limited and Blue Cross (Asia-Pacific) Insurance Limitedserve as underwriters of life insurance and general insurance products, respectively, while global professional services provider, Tricor Group, offers integrated business, corporate, and investor services. BEA keeps abreast of the latest market trends and strives to leverage developments in the marketplace to offer new or enhanced products and services that suit customers' needs.",
            "about": [
                {
                    "d_vertical": "CREDIT_CARDS",
                    "description": "BEA credit cards such as BEA Flyer World Mastercard and iTitanium Card ensure that you can enjoy the highest spending benefits alongside a high level of financial products and services, with a variety of exciting promotions from concert ticket deals to dining, travelling and shopping discounts. Card holders can also redeem a wide range of great rewards, such as Cash coupon, Hot Picks, and even Asia Miles from “Bonus Gallery” with their BEA bonus points. With BEA cards, you are sure to be kept in tune with the latest developments in the market and that there will be an offering to suit your needs."
                },
                {
                    "d_vertical": "PERSONAL_LOANS",
                    "description": "Bank of East Asia offers a range of personal loans that allows customers to consolidate debt or meet big one-time expenses in time. With a repayment period of up to 60 months and a loan amount of up to HK$1,200,000 or 12 times of your monthly basic salary, the BEA Instalment Loan can help customers who wish to pay fixed monthly instalments. BEA also offers a loan amount of up to HK$1,200,000 or 21 times of your monthly salary with a repayment period up to 60 months for its Debt Clearance Plan. Customers can also earn extra cash rebates for successful application for a BEA personal loan."
                },
                {
                    "d_vertical": "MORTGAGES",
                    "description": "The Bank of East Asia (BEA) offers mortgage for different types of properties, including Residential Mortgage Loans and Government Housing Scheme Mortgage Loans Such as Fixed Rate Residential Mortgage Plan, HIBOR Mortgage Plan, Prime Based Mortgage Plan and Home Ownership Scheme Mortgage Plan. BEA offers loan ratio up to 90% and loan tenor of up to 30 years. Customers can enjoy up to 1% cash rebate, waiver of application fee and valuation fee and free fire insurance for the 1st year. Customers who successfully apply BEA mortgage loans through our website can also enjoy up to HK$10,000 cash coupons and free home insurance for a year."
                }
            ],
            "features": {
                "heading": "Enjoy an array of exclusive offers with BEA Credit Cards",
                "pros": [
                    "BEA Flyer World MasterCard New customers can enjoy HK$1.5 = 1 mile as welcome offer",
                    "Enjoy HK$5 = 1 mile on all eligible spending with no handling fee for the conversion into miles with BEA Flyer World MasterCard",
                    "Redeem your Bonus Points for rewards through the BEA App and use an array of i-Coupons with a simple tap of your phone",
                    "Enjoy dining and shopping privileges 365 days a year",
                    "Built-in contactless transaction function allows you to make payments wherever MasterCard Paypass or Visa payWave is accepted."
                ],
                "cons": null
            },
            "award": [
                {
                    "name": "Quam Outstanding Business Awards 2015",
                    "description": "Bank of East Asia was awarded the Quam Outstanding Business Awards 2015 ─ Outstanding Services for SMEs."
                },
                {
                    "name": "Most Innovative Bank of the Year 2015",
                    "description": "Bank of East Asia obtained BAI-Infosys Most Innovative Bank of the Year Award as part of the Finance Global Banking Innovation Awards in 2015."
                },
                {
                    "name": "Outstanding Private Bank - North Asia 2015",
                    "description": "Bank of East Asia won Outstanding Private Bank - North Asia at the Private Banker International Awards in 2015."
                }
            ],
            "disclaimer": "The above information is provided by MoneyHero.com.hk for information purposes only. In case of any discrepancy between the information provided by MoneyHero.com.hk and relevant information provided by banks, card issuers or card providers (*partner institutions), the information provided by the partner institutions shall prevail. For more information, please refer to our Terms & Conditions and Privacy Policy page."
        },
        {
            "uid": "blt1df65714844723b82",
            "title": "CASH",
            "provider_name": "CashingPro",
            "alias": "cashingpro",
            "provider_image": "blt184366125f7670838",
            "short_description": "Cashing Pro Limited is a financial company with Japan and Korea background. Cashing Pro Limited holds a Hong Kong Money Lender License and started business in 2012 by providing finance and loan services to clients.",
            "long_description": "As a financial company with a Japan background, Cashing Pro Limited received the Hong Kong Money Lender License and started the business in 2012 by providing various loan services to different customers in Hong Kong. In addition, Cashing Pro is also a member of TransUnion and an affiliate member of The Hong Kong S.A.R. Licensed Money Lenders Association Ltd. The company provides various kinds of personal loan products to help customers who are in urgent financial needs. Customers can apply for a loan online without having to visit any of its branches and enjoy a flexible repayment system.",
            "about": [
                null,
                {
                    "d_vertical": "PERSONAL_LOANS",
                    "description": "Cashing Pro Limited provides customers with a diverse range of loan products with an aim of providing instant and professional services for the needy with different background in the society. Cashing Pro Limited promises to provide promptly help for clients with high standard of service. No matter you are a student, an officer or a housewife, you can simply stay where you are to apply for loan. Different loans are available now, which are Youth Loan, Normal Loan and Premium Loan.Within 50 minutes the fastest, the whole application process will be finished, and you can get the loan within 1 day."
                },
                null
            ],
            "features": {
                "heading": "Application process can be finished within 50 minutes, and customers can get the loan within 1 day.",
                "pros": [
                    "Online application without showing up.",
                    "Early payment without extra charges.",
                    null,
                    null,
                    null
                ],
                "cons": null
            },
            "award": [
                null,
                null,
                null
            ],
            "disclaimer": "The above information is provided by MoneyHero.com.hk for information purposes only. In case of any discrepancy between the information provided by MoneyHero.com.hk and relevant information provided by banks, card issuers or card providers (*partner institutions), the information provided by the partner institutions shall prevail. For more information, please refer to our Terms & Conditions and Privacy Policy page."
        },
        {
            "uid": "blt1025ce29ff31c3a4e",
            "title": "CCBI",
            "provider_name": "China CITIC Bank International",
            "alias": "china-citic-bank",
            "provider_image": "blt19b9363d053033682",
            "short_description": "China CITIC Bank International is a Hong Kong-based full-service commercial bank that offers a broad spectrum of financial services spanning wealth management, personal banking, wholesale banking as well as global markets and treasury solutions. The bank aspires to be the “China Bank of Choice”, with the best international standards and capabilities. By providing value-creating financial solutions, the bank defines and exceeds both the wealth management and international business objectives of the Greater China and overseas customers.",
            "long_description": "China CITIC Bank International is a Hong Kong-based full-service commercial bank that offers a broad spectrum of financial services spanning wealth management, personal banking, wholesale banking as well as global markets and treasury solutions. China CITIC Bank International is part of CITIC Group Corporation, a state authorised investment institution and a leading state-owned multinational financial and industrial conglomerate. The financial services platform of CITIC Group Corporation is amongst the most comprehensive in China, covering cross-border commercial and investment banking, securities, insurance, trust services, asset management, direct investments, commodities and futures, etc.\n\nThe Bank offers its clients depth of knowledge and market connectivity in the Mainland through our relationship and support from China CITIC Bank and our ultimate parent company, CITIC Group Corporation.The Bank’s business model is structured to offer effective and timely “one-stop-shop” financial solutions to customers with cross-border banking and financial needs between China and the rest of the world. Working closely with its parent bank China CITIC Bank, the Bank is also well positioned to capture cross-border opportunities, arising from Hong Kong's rising role as an offshore RMB centre.\n\nChina CITIC Bank International’s footprint includes 34 branches in Hong Kong, as well as overseas branches in New York, Los Angeles, Macau and Singapore. The Bank also provides banking services in Beijing, Shanghai and Shenzhen through a wholly-owned subsidiary. China CITIC Bank International aspires to be the “China Bank of Choice”, with the best international standards and capabilities. By providing value-creating financial solutions, the Bank defines and exceeds both the wealth management and international business objectives of its Greater China and overseas customers.",
            "about": [
                {
                    "d_vertical": "CREDIT_CARDS",
                    "description": "China CITIC Bank International offers different kinds of credit cards, such as CNCBI Air China Dual Currency Credit Card, which is Hong Kong’s first airline co-branded dual currency credit card allows customers to travel through Hong Kong, mainland China and the world and to earn air miles within the trips. Additionally, you can earn extra 5% cash rebate for online transactions by spending with CNCBI Motion Card. New customers will enjoy annual fee waiver for the first 3 years and plenty of welcome gifts."
                },
                {
                    "d_vertical": "PERSONAL_LOANS",
                    "description": "China CITIC Bank International $mart Plus Personal Installment Loan helps you achieve your goals and manage your financial affairs with ease. The bank offers a loan tenor of up to 60 months and loan amount as high as 18 times of your monthly salary or HK$2,000,000 (whichever is lower) for its $mart Plus Personal Installment Loan. Customers can apply for Top-up loan amount up to the total loan principal repaid. Customers who successfully apply for and drawdown the installment loan with a designated amount and repayment period may receive a special gift or earn cash rebates, which will be granted in the form of supermarket coupons or credit card spending credit. "
                },
                {
                    "d_vertical": "MORTGAGES",
                    "description": "CITIC offers a wide range of mortgage plans including Prime Rate-Based Mortgage Plan, HIBOR-Based Mortgage Plan, 90% Mortgage Plan and Home Ownership Scheme Mortgage Plan. CITIC HIBOR-Based Mortgage Plan uses the Hong Kong Interbank Offered Rate (HIBOR) as the basis of mortgage interest rate and HIBOR fixing period. This plan is suitable for new purchases from primary property market (completed or under construction) and secondary property market, refinancing and cash-out refinancing. CITIC offers loan amount of up to 90% of the appraised value or purchase price (whichever is lower). Customers can also choose either the monthly or bi-weekly repayment scheme and enjoy special offers on fire insurance premium."
                }
            ],
            "features": {
                "heading": "Enjoy an array of exclusive offers with CNCBI Credit Cards",
                "pros": [
                    "Spend with the CNCBI Gold or Classic Card and you can earn 1 Rewards Point for every HK$1 spending automatically – and redeem your favourite coupons. ",
                    "CNCBI CITICfirst Platinum/CNCBI Platinum Cardmembers can enjoy exclusive 0.55% Cash Rebate Rewards Program.",
                    "Cash-In Installment Program providing cash allows you to convert up to 90% of your credit card’s available credit limit into instant cash",
                    "Low-rate Balance Transfer Plan enables you to conveniently transfer the outstanding balances from your other credit cards, personal loans or revolving loans to the CNCBI Credit Card at a very competitive rate",
                    " Enjoy extra convenience for you and the whole family by applying for the Octopus Automatic Add Value Service (AAVS) on the Octopus Card"
                ],
                "cons": null
            },
            "award": [
                {
                    "name": "Hong Kong Leaders' Choice Awards 2016",
                    "description": "China CITIC Bank was named “Excellent Brand of Private Banking” in the Metro Finance Hong Kong Leaders' Choice Awards 2016."
                },
                {
                    "name": "Outstanding Financial Management Planner Awards 2015",
                    "description": "China CITIC Bank was named The Hong Kong Institute of Bankers’ 9th Outstanding Financial Management Planner Awards in 2015."
                },
                {
                    "name": "Diversified Business Award 2015",
                    "description": "China CITIC Bank received Outstanding Private Banking - Diversified Business Award in the 2015 RMB Business Outstanding Awards, in recognition of its comprehensive array of wealth.\n management products and services."
                }
            ],
            "disclaimer": "The above information is provided by MoneyHero.com.hk for information purposes only. In case of any discrepancy between the information provided by MoneyHero.com.hk and relevant information provided by banks, card issuers or card providers (*partner institutions), the information provided by the partner institutions shall prevail. For more information, please refer to our Terms & Conditions and Privacy Policy page."
        },
        {
            "uid": "blt1dbfda8fc7b769645",
            "title": "CHBX",
            "provider_name": "Chong Hing Bank",
            "alias": "chong-hing-bank",
            "provider_image": "blt10742279f569b7c77",
            "short_description": "Chong Hing Bank Limited (\"CHB\") was founded in 1948 and was spun off from Liu Chong Hing Investment Limited to become a public listed company in 1994. CHB offers a wide range of retail and wholesale financial banking products which include HKD & foreign currency deposits, remittances, safe deposit boxes, credit cards, mortgages, wealth management, Capital Investment Entrant Scheme, mandatory provident fund service, trade finance, corporate banking and syndicated loans. Through its subsidiaries, it also offers securities trading, financial management and insurance services.",
            "long_description": "Chong Hing Bank Limited (formerly known as 'Liu Chong Hing Bank Limited') was founded in 1948 and was spun off from Liu Chong Hing Investment Limited to become a public listed company in 1994. In December 2006 and November 2010, CHB completed the issues of US$125,000,000 Floating Rate and US$225,000,000 6% Subordinated Notes due 2016 and 2020 respectively. The Notes due 2020 are now listed on the Hong Kong Stock Exchange under Stock Code 04327. All of the outstanding Notes due 2016 were fully redeemed by CHB on 16 December 2011 and delisted upon the Hong Kong Stock Exchange’s close of business on 9 January 2012. CHB completed the issue of US$300,000,000 Additional Tier 1 Capital Securities on 25 September 2014, which are now listed on the Hong Kong Stock Exchange under Stock Code 05804. CHB has become a member of Yuexiu Group since 14 February 2014. Yuexiu Group was established in Hong Kong in 1985. As at the end of 2015, Yuexiu Group, which is a state-owned enterprise group with the largest assets and leading performance in overall economic efficiency in Guangzhou, had total assets exceeding RMB400 billion. In addition to the Hong Kong Main Branch, CHB currently operates a network of 43 local branches as well as branches in Guangzhou, Shantou and Macau, sub-branches in Guangzhou Tianhe, Foshan, Nansha and Hengqin and representative offices in Shanghai and San Francisco.\n\nCHB offers a wide range of retail and wholesale financial banking products which include HKD & foreign currency deposits, remittances, safe deposit boxes, credit cards, mortgages, wealth management, Capital Investment Entrant Scheme, mandatory provident fund service, trade finance, corporate banking and syndicated loans. Through its subsidiaries, it also offers securities trading, financial management and insurance services.\n\nOver the years CHB has endeavored to serve the changing needs of its customers. In 1999, CHB, in conjunction with nine local banks, formed Bank Consortium Holding Limited which has started to provide MPF services (with both Master Trust Scheme and Industry Scheme) through Bank Consortium Trust Company, BCH's wholly-owned subsidiary, since February 2001. Chong Hing Securities Limited, its wholly-owned subsidiary, has been admitted as the first batch of brokers adopting the AMS/3 (OG/BSS) system. Its one-stop Online Securities Trading and Stock Quote Services provide customers a rapid and all-around investment channel. All in all, CHB endeavors to grow alongside its customers and to offer ever better services.",
            "about": [
                {
                    "d_vertical": "CREDIT_CARDS",
                    "description": "Chong Hing Bank launches wide variety of credit cards for cardholders to enjoy different spending deals and discounts, including Chong Hing UnionPay Dual Currency Diamond Card, Chong Hing Bank Visa Platinum Card, KINGcomics Visa Card and Chicco Visa Card. \"Point-to-Gift\" Redemption Program allows customers to earn bonus point for every dollar spent on retail transaction or Octopus Automatic Add-Value. Customers can enjoy a wide array of year-round dining, shopping and entertainment privileges and benefits and use Visa Checkout to make online payments, making it easier for you to pick your favourites."
                },
                {
                    "d_vertical": "PERSONAL_LOANS",
                    "description": "Chong Hing Bank offers personal loans based on term up to 48 months with handling fee waived and no hidden terms. The maximum loan amount of Chong Hing Personal Loan is up to HK$1,000,000 or 8 times of monthly salary (whichever is lower). No income proof is required if you maintain an auto payroll account with Chong Hing Bank while other customers only need to submit their most recent month’s salary proof. Chong Hing Personal Loan also have top-up loan feature which allows customers to redraw the repaid principal without reapplying. New Customers who successfully apply for and drawdown Chong Hing Personal Loan within the promotion period can enjoy cash rebate rewards."
                },
                null
            ],
            "features": {
                "heading": "Enjoy global recognition and flexible payment options with Chong Hing Bank credit cards",
                "pros": [
                    "\"Point-to-Gift\" Redemption Program allows customers to redeem a full range of shopping as well as dining cash coupons",
                    "Apply for Octopus Automatic Add-Value Service to earn extra bonus points and rebates",
                    "Enjoy discounts and special offers at different merchants in Hong Kong",
                    "Interest-free and handling fee waiver installment program brings you an exclusive offer to meet your financial needs",
                    "Enjoy various preferential banking services, including handling fee waiver for purchasing Gift Cheques and 50% discount on handling fee on Cashier's Order purchased"
                ],
                "cons": null
            },
            "award": [
                {
                    "name": "SME Best Partner Award 2010",
                    "description": "Chong Hing Bank was awarded the SME Best Partner Award in 2010 by the Corporation of Entrepreneurship, in recognition of their support and cooperation with small businesses."
                },
                null,
                null
            ],
            "disclaimer": "The above information is provided by MoneyHero.com.hk for information purposes only. In case of any discrepancy between the information provided by MoneyHero.com.hk and relevant information provided by banks, card issuers or card providers (*partner institutions), the information provided by the partner institutions shall prevail. For more information, please refer to our Terms & Conditions and Privacy Policy page."
        },
        {
            "uid": "blt14ed0c4eb53013d52",
            "title": "CHCB",
            "provider_name": "China Construction Bank",
            "alias": "china-construction-bank",
            "provider_image": "blt10da693930452155b",
            "short_description": "China Construction Bank (Asia) Corporation Limited (CCB) is the retail and commercial business platform of China Construction Bank Corporation (CCB) in Hong Kong. As of August 31, 2016, CCB (Asia) has 50 branches in Hong Kong and offers a wide array of banking products and services to customers, including consumer banking services, commercial banking services, corporate banking services, private banking services and cross-border financial services, etc.",
            "long_description": "China Construction Bank (Asia) Corporation Limited (CCB) is the retail and commercial business platform of China Construction Bank Corporation in Hong Kong. CCB (Asia) originated from The Bank of Canton, which was established in Hong Kong in 1912.\n\nAs of August 31, 2016, CCB (Asia) has 50 branches in Hong Kong and offers a wide array of banking products and services to customers, including consumer banking services, commercial banking services, corporate banking services, private banking services and cross-border financial services, etc.\n \nFor consumer banking, in addition to providing conventional transactional, foreign exchange and cash services, CCB (Asia) also offers deposits, loans (including personal loans, credit cards loan, residential mortgages and auto-financing), securities agency and investments, consolidated banking, insurance, RMB services, credit card, electronic banking and safe deposit boxes services.\n \nFor commercial banking, CCB (Asia) provides a range of financial products and services to corporations, securities firms and small and medium sized enterprises, including bilateral commercial loans, syndicated loans, SME loans, trade finance, residential and commercial mortgages, FX products, machinery and equipment leasing, stockbroker financing as well as electronic banking, corporate wealth management, cash management and deposit services. CCB (Asia) also capitalizes on the extensive branch network of CCB to create synergistic businesses such as RMB cross-border collaboration services including SBLC loans, LC discount, RMB deposit, remittance and foreign exchange.\n \nFor corporate banking, CCB (Asia) provides bilateral loans, syndicated loans, club deals and trade finance to blue-chip companies and local large corporations. Besides, CCB (Asia) also offers comprehensive financing solutions to large state-owned enterprises and Chinese conglomerates, including the provision of credit enhancement service in supporting domestic companies in Mainland China to issue its offshore corporate bond. In addition, CCB (Asia) capitalizes on the extensive branch network of CCB to create synergistic businesses such as entrusted payment, export account receivable risk participation, discount against draft avalisation and more. Other business developments of corporate banking include the aircraft finance business and the emerging business in the Shenzhen Qianhai Financial District and the Shanghai Pilot Free Trade Zone.\n \nIn addition, CCB (Asia)’s treasury business includes inter-bank money market transactions and investment in debt instruments. It also trades in debt instruments, derivatives and foreign currency for its own account. The Treasury carries out customer driven derivatives, such as foreign currency transactions.",
            "about": [
                {
                    "d_vertical": "CREDIT_CARDS",
                    "description": "China Construction Bank (Asia) offers a wide range of credit cards such as eye Credit Card, tiramisu Credit Card and CCB (Asia) Hong Kong Airlines Fly Away Credit Card. Customers can enjoy exclusive dining offers and shopping discounts all year round, and earn bonus point rewards on spending at designated merchants to redeem cash rebate, air miles and cash coupons. CCB also provides customers with the privilege of priority booking for concerts, LongPass Digital Wallet Service and Credit Card Installment Loan Program. Apply for a CCB credit card now to enjoy the latest credit card promotion!"
                },
                {
                    "d_vertical": "PERSONAL_LOANS",
                    "description": "China Construction Bank Hong Kong offers personal loans that you can use for home renovations, school tuition, medical issues, or even extra pocket money for when you travel. Whatever your purpose, you can get a CCB loan for up to HKD 1.2 million, or 21 times your monthly salary, whichever is lower. Repayment tenor is flexible and can last as long as 84 months, coupled with very affordable personal loan interest rates. The handling fee is waived. You can also get instant approval if you apply in person and have all your documents ready. CCBA will disburse the cash to your preferred bank account. CCB is now offering a low annual interest with interest rebates for personal loans. Online application can receive additional offers. A current promotion offers a monthly flat rate discount and interest rebate on your CCB personal loan. You can also get extra gifts if you apply online."
                },
                {
                    "d_vertical": "MORTGAGES",
                    "description": "The China Construction Bank (Asia) offers various kinds of mortgage services including Home Mortgage Loan and Value-added Mortgage. The bank offers up to 90% of the property's value through its Mortgage Insurance Program and up to 60% loan amount for a standard mortgage loan with repayment period of up to 30 years. Customers who apply for CCB Home Mortgage Loan can choose to repay within a fixed period or by a fixed installment amount. CCB Value-added Mortgage provides a deposit account with same interest rate as the mortgage rate. Customers can enjoy flexible repayment period of every month or every two weeks to choose from and waiver of the Low Balance Account Monthly Maintenance Fee and ATM annual fee on the mortgage-linked checking account during the mortgage period."
                }
            ],
            "features": {
                "heading": "Enjoy an array of exclusive offers with CCB (Asia) Credit Cards",
                "pros": [
                    "CCB (Asia) Bonus Points Reward Program offers customers a wide array of choices with vouchers, cash rebate and charity donation.",
                    "Enjoys premium free “Annual Insurance Plan” including dental treatments and general outpatient consultations with basic medication",
                    "Enjoy priority booking, which allows you to reserve seats for popular concerts and performances in town",
                    "CCB (Asia) Credit Card “Cash Out Installment Program” gives you the flexibility to convert selected CCB (Asia) credit card’s available credit limit/ combined credit limit into cash. ",
                    "CCB (Asia) Platinum cardmembers enjoy complimentary membership of Instant Travel Club and earn 3X bonus points for overseas transactions and travel transactions"
                ],
                "cons": null
            },
            "award": [
                {
                    "name": "Outstanding Enterprise Award - Outstanding RMB Banking Services 2015",
                    "description": "China Construction Bank was awarded Outstanding RMB Banking Services 2015 by Capital magazine in recognition of its contribution to Hong Kong banking services."
                },
                {
                    "name": "Bank of the Year - Outstanding Performance 2015",
                    "description": "China Construction Bank was awarded the Bank of the Year - Outstanding Performance 2015 at the First Bloomberg Businessweek / Chinese Edition Financial Institution Awards for their excellence in banking and outstanding performance in Corporate Social Responsibility."
                },
                null
            ],
            "disclaimer": "The above information is provided by MoneyHero.com.hk for information purposes only. In case of any discrepancy between the information provided by MoneyHero.com.hk and relevant information provided by banks, card issuers or card providers (*partner institutions), the information provided by the partner institutions shall prevail. For more information, please refer to our Terms & Conditions and Privacy Policy page."
        },
        {
            "uid": "blt1509b8dcea07321c2",
            "title": "CITI",
            "provider_name": "Citibank",
            "alias": "citibank",
            "provider_image": "blt1eaa1384737b6ef3a",
            "short_description": "Citibank is a consumer banking financial institution based in the United States of America. It was founded in 1812 and is the third largest bank holding company in the US. More commonly called Citi, the bank holds financial services in 140 countries around the world, serving over 200 million customer accounts.",
            "long_description": "Citibank is the consumer division of financial services multinational Citigroup. Citibank was founded in 1812 as the City Bank of New York, later First National City Bank of New York. As the leading global bank, Citi has approximately 200 million customer accounts and does business in more than 160 countries and jurisdictions. Citi works tirelessly to provide consumers, corporations, governments and institutions with a broad range of financial services and products. We strive to create the best outcomes for our clients and customers with financial ingenuity that leads to solutions that are simple, creative and responsible. Citi provides consumers, corporations, governments and institutions with a broad range of financial products and services, including consumer banking and credit, corporate and investment banking, securities brokerage, transaction services, and wealth management. \n\nCiti is the world's largest credit card issuer, with more than 138 million accounts, $363.9 billion in annual purchase sales and $133.2 billion in average receivables across Citi Branded Cards and Citi Retail Services. Citibank offers a range of credit card services consisting of Prestige Card, PremierMiles Card, Rewards Card, Rewards UnionPay Card, and Octopus Credit Card etc. Moreover, Citi offers various kinds of personal loans including \"Card Debt Consolidation Loan\", \"Speedy Cash\" and \"Ready Credit\" to meet with different customers’ needs. \n\nCiti also provides a wide range of mortgage plans such as HIBOR Deposit-Linked Mortgage, Prime Deposit-Linked Mortgage, HIBOR Mortgage, Prime-Based Mortgage, Fixed Rate Mortgage, Home Smart Mortgage and Overseas Mortgage. Whether you are first time buyer or if you are buying for investment, refinancing or leveraging your equity for other purposes, Citibank provides the right mortgage products to help you make the most of your investment. \n\nApart from offering financial products and services, Citi is committed to making a positive contribution to the communities we serve in order to develop a sustainable economic future and progress. Our community investments are mainly in three areas: financial education and asset building, youth economic opportunities and community development. In 2015, Citi Foundation invested more than US$78 million in 85 countries that served over 1 million people and also contributed US$64.9 million in corporate giving.\n\nThe Citi Foundation is an independent organization committed to promote economic progress and improve the lives of people in low-income communities around the world. It collaborates with best-in-class partners to create measurable economic improvements that strengthen low-income families and communities. Citibank has won numerous awards and recognition from different organizations such as the Honorary Corporate Partnership Award from Tung Wah Group of Hospitals and Outstanding Partnership Project Award for Hope Development Accounts from the Hong Kong Council of Social Service",
            "about": [
                {
                    "d_vertical": "CREDIT_CARDS",
                    "description": "Citibank credit cards offer a wide range of rewards and privileges in travel, shopping and dining to cater to your needs, inlcuding Citi Rewards Card, Citi Prestige Card, Citi Clear Card and Citi PremierMiles Card. Citi ThankYou Rewards also allows customers to turn their Points into a world of rewards from flights, hotels and car rentals to vouchers, frequent flyer miles and their choice of merchandise. Apply now to enjoy the welcome gift up to 20,000 Asia Miles and first year annual fee waiver!"
                },
                {
                    "d_vertical": "PERSONAL_LOANS",
                    "description": "Citibank provides customers with different types of loans, such as ‘Card Debt Consolidation Loans’ and ‘Speedy Cash' to meet their individual needs. It offers affordable personal loan interest rates and flexible repayment periods. ‘Card Debt Consolidation Loans’ offers a high loan amount up to 12x of monthly salary to clear your credit card. The loan can be paid off in up to 72 months. If you need a large amount of money right away, be it for emergency hospital bills or school expenses, Citibank 'Speedy Cash' loan may be your best option."
                },
                {
                    "d_vertical": "MORTGAGES",
                    "description": "Citibank offers a variety of mortgage plans such as HIBOR Mortgage, which is bundled with a HIBOR-Based Mortgage plan with a cap limit that ensures your rate protection in case of fluctuations. Customers can choose from HIBOR periods of 1 or 3 months. Citibank Deposit-Linked Mortgage matches deposit interest rate and mortgage interest rate for getting a better returns on saving deposit. No handling or valuation fees are charged. Customers can enjoy up to 1% cash rebate and free fire insurance for the 1st year. In addition, Citibank Home Smart Mortgage is a flexible plan for clients to make use of idle cash and allows customers to deposit or withdraw an extra repaymwent amount as often as they want. Extra repayment is deducted from the outstanding principal to lower your interest expense and there is no penalty for early repayment. Customers who apply for Citibank mortgage plans can enjoy HK$500 cash coupons for online application."
                }
            ],
            "features": {
                "heading": "Enjoy an array of benefits with your Citi credit card",
                "pros": [
                    " Turn your Points into rewards from flights, hotels and car rentals to vouchers, frequent flyer miles directly via the new Citi ThankYou Rewards",
                    "Online redemptions as low as 165 Points = HK$1 Cash Rebate",
                    "Enjoy comprehensive travel privileges such as discounts on travel tours/ packages self-services and travel insurance",
                    "Enjoy the \"Hottest 0% Installment Plan\" at over 200 merchants across a wide variety of categories with Citi Credit Cards",
                    "Octopus Automatic Add Value Service (AAVS) allows you to earn more rewards with every reloading"
                ],
                "cons": null
            },
            "award": [
                {
                    "name": "Best Foreign Bank",
                    "description": "Citibank Hong Kong was awarded Best Foreign Bank by finance publisher FinanceAsia."
                },
                {
                    "name": "Best Digital Bank in Asia 2015",
                    "description": "Citibank Hong Kong was recognised by Global Finance Magazine with Best Digital Bank in Asia 2015 for their superior digital offerings in Asia."
                },
                null
            ],
            "disclaimer": "The above information is provided by MoneyHero.com.hk for information purposes only. In case of any discrepancy between the information provided by MoneyHero.com.hk and relevant information provided by banks, card issuers or card providers (*partner institutions), the information provided by the partner institutions shall prevail. For more information, please refer to our Terms & Conditions and Privacy Policy page."
        },
        {
            "uid": "blt1d403c2e075d35280",
            "title": "CRGA",
            "provider_name": "Credit Gain",
            "alias": "credit-gain",
            "provider_image": "blt1f01910325e52c6ac",
            "short_description": "Credit Gain Finance Company Limited was incorporated in 2006, offering a wide range of financial services including Personal Loans, Debt Consolidation Instalment Loan, Property Loan, business loan etc.",
            "long_description": "Founded in 2006, Credit Gain Finance Company is a lending company that has btained a money lender's licence with 15 branches covering certain districts in Hong Kong. Credit Gain Finance offers a wide range of loan products and services including Personal Loans, Debt Consolidation Instalment Loan, Property Loan and business loan to meet the financial needs of the customers. Apart from that, the company has actively participated and supported various charitable organizations and activities to fulfill its corporate social responsibility. Credit Gain has been awarded the Caring Company Logo for six years since 2011 and it received the Metro Awards for Banking & Finance Corporations - the Best Credit Service Award in 2015.",
            "about": [
                null,
                {
                    "d_vertical": "PERSONAL_LOANS",
                    "description": "Credit Gain Finance Company Limited offers a range of loan service. There is a major of four types of loans including \"Credit Card One Off Clear Loan\", \"Click Here \" property loan, \"Super Cash Loan\", \"Enterpreneur Loan\". Among those, \"Credit Card One Off Clear Loan\" and \"Super Cash Loan\" offers the highest loan amounts and longest repayment time period (maximum 60 months). Applicants will be notified the loan application result within 30 minutes. \"Enterpreneur Loan\" has administration fee exemption and two month's interest rebate."
                },
                {
                    "d_vertical": "MORTGAGES",
                    "description": "Credit Gain offers a range of mortgage services including Property Mortgage Loans and Personal Loans for Homeowners. Credit Gain provides customers with high loan amount and long repayment period with customized interest rates. For Property Mortgage Loans, applications can be approved as quickly as in 24 hours after Credit Gain reviews the application. Customers can also enjoy waiver of solicitor fees and valuation fees. As for Personal Loans for Homeowners, customers can get immediate loans within one day. For co-owned properties, individual tenant can also submit applications. In addition, Credit Gain offers at least HK$100 supermarket cash coupons to new customers or non-existing customers who successfully apply and take out loans. The higher the loan amount, the more cash coupons they get."
                }
            ],
            "features": {
                "heading": "Credit Gain offers large sum of loans with low interest rate. The simple application process helps customers with various needs to solve financial problems.",
                "pros": [
                    "\"Credit Card One Off Clear\" offers quick application process and large amount of loan with low interest rate.",
                    "\"Click Here\" property loan helps withdrawl of property value into cash, it applies for private housing, public housing estate, Home Ownership Scheme and Tenement house.",
                    "\"Super Cash\" can provide immediate loans to customers within one day.",
                    "\"Enterpreneur Loan\" provides flowing cash to all types of enterpreneurs.",
                    null
                ],
                "cons": null
            },
            "award": [
                {
                    "name": "Caring Company Logo",
                    "description": "Credit Gain has been awarded the Caring Company Logo for six years since 2011."
                },
                {
                    "name": "Best Credit Service Award",
                    "description": "Credit Gain received the Metro Awards for Banking & Finance Corporations - the Best Credit Service Award in 2015."
                },
                {
                    "name": "Best Credit Service Award",
                    "description": "Credit Gain received the CAPITAL Weekly Best Credit Service Award in 2015."
                }
            ],
            "disclaimer": "The above information is provided by MoneyHero.com.hk for information purposes only. In case of any discrepancy between the information provided by MoneyHero.com.hk and relevant information provided by banks, card issuers or card providers (*partner institutions), the information provided by the partner institutions shall prevail. For more information, please refer to our Terms & Conditions and Privacy Policy page."
        },
        {
            "uid": "blt161f6eab5e4228fd8",
            "title": "DBSX",
            "provider_name": "DBS",
            "alias": "dbs",
            "provider_image": "blt1ef1b7e57a38f467e",
            "short_description": "DBS is a leading financial services group in Asia with over 280 branches across 18 markets. Headquartered and listed in Singapore, DBS has a growing presence in the three key Asian axes of growth: Greater China, Southeast Asia and South Asia. The bank's capital position, as well as \"AA-\" and \"Aa1\" credit ratings, is among the highest in Asia-Pacific. DBS provides a full range of services in consumer, SME and corporate banking. DBS is committed to building lasting relationships with customers, and positively impacting communities through supporting social enterprises.",
            "long_description": "DBS was established in 1968 as the Development Bank of Singapore, playing a huge role in its birth nation’s economic growth. DBS is now a leading financial services group in Asia, with over 280 branches across 18 markets. Headquartered and listed in Singapore, DBS has a growing presence in the three key Asian axes of growth: Greater China, Southeast Asia and South Asia. The bank's capital position, as well as \"AA-\" and \"Aa1\" credit ratings, is among the highest in Asia-Pacific.\n\nDBS is at the forefront of leveraging digital technology to shape the future of banking, and has been named “World’s Best Digital Bank” by Euromoney. The bank has also been recognised for its leadership in the region, having been conferred “Asia’s Best Bank” by The Banker and Euromoney, and “Asian Bank of the Year” by IFR Asia. The bank has also been named “Safest Bank in Asia” by Global Finance for seven consecutive years from 2009 to 2015.\n\nDBS provides a full range of services in consumer, SME and corporate banking. As a bank born and bred in Asia, DBS understands the intricacies of doing business in the region’s most dynamic markets. DBS is committed to building lasting relationships with customers, and positively impacting communities through supporting social enterprises, as it banks the Asian way. It has also established a SGD 50 million foundation to strengthen its corporate social responsibility efforts in Singapore and across Asia.\nWith its extensive network of operations in Asia and emphasis on engaging and empowering its staff, DBS presents exciting career opportunities. The bank acknowledges the passion, commitment and can-do spirit in all of our 22,000 staff, representing over 40 nationalities.",
            "about": [
                {
                    "d_vertical": "CREDIT_CARDS",
                    "description": "DBS Bank offers a wide range of credit cards such as DBS Black Card, DBS COMPASS VISA and Eminent Card that suit different lifestyles. Cardholders can enjoy plenty of welcome gifts and first year annual fee waiver. Cardholders can earn DBS$, COMPASS Dollar and cash rebate via local, overseas or online spending. Special gifts, M Coupon and Asia Miles could be redeemed. DBS MasterCard cardholders can directly redeem flight tickets, hotels or packages by iGO Rewards. DBS also offers you Octopus Card Automatic Add-Value Service, Credit Card Fee Based Instalment and Credit Card Low Interest Loan, providing financial flexibility and convenience. Apply DBS credit cards now and enjoy the special offers over the year."
                },
                {
                    "d_vertical": "PERSONAL_LOANS",
                    "description": "DBS offers personal instalment loans, Cashline Revolving Loan, as well as debt consolidation loans, and the DBS Express Loan. With the DBS personal instalment loan, you can loan up to 8 times your monthly salary or up to HKD 800,000 (whichever is lower). The loan can be paid off in up to 60 months. Debt Consolidation Loan offers a high loan amount up to 18x of monthly salary to clear your debts, while the application can be approved in as fast as 1 minute. Take note that personal loan interest rates are calculated based on your age, income, and ability to repay the loan. Apply for a personal loan that perfectly matches your needs and enjoy friendly repayment terms, low interest rates, maximum loan amounts, and quick approval."
                },
                {
                    "d_vertical": "MORTGAGES",
                    "description": "DBS offers a wide range of mortgage plans including Prime-based Mortgage Plan, HIBOR-based Mortgage Plan and DBS Mortgage Insurance Programme. DBS offers loan tenor up to 30 years and loan amount up to 60% of purchase price of the property or the appraised value, whichever is lower. Apart from free property valuation, DBS also provides customers with competitive mortgage terms, privileged interest rate, cash rebate and special offer on fire insurance. In addition, DBS Mortgage Insurance Programme offers new mortgage for primary market properties (completed or under construction) and secondary market properties, refinancing and cash-out refinancing. Personal Customers and Self-use residential properties are eligible to apply for the programme. Customers can now make an e-Appointment with DBS Home Advice Specialists through online."
                }
            ],
            "features": {
                "heading": "Enjoy an array of exclusive offers with DBS Credit Cards",
                "pros": [
                    "Earn DBS$1 for every HK$250 Spending with your DBS Credit Card or its Co-branded Cards",
                    "Earn DBS$3 for every HK$250 spending on local dining transactions",
                    "Redeem cash coupons, gifts or air miles with your DBS card",
                    "Simplify online payment with Visa Checkout and your DBS Credit Card",
                    "Enjoy safe and easy online shopping with DBS MasterPass, the bank's digital wallet service"
                ],
                "cons": null
            },
            "award": [
                {
                    "name": "Best Bank in Asia-Pacific 2014",
                    "description": "DBS Hong Kong received the Best Bank in Asia-Pacific 2014 award by Global Finance magazine for providing customers with a quality banking experience and innovative services."
                },
                {
                    "name": "Safest Bank in Asia 2009-2015",
                    "description": "DBS was named as the Safest Bank in Asia for seven consecutive years by Global Finance magazine."
                },
                null
            ],
            "disclaimer": "The above information is provided by MoneyHero.com.hk for information purposes only. In case of any discrepancy between the information provided by MoneyHero.com.hk and relevant information provided by banks, card issuers or card providers (*partner institutions), the information provided by the partner institutions shall prevail. For more information, please refer to our Terms & Conditions and Privacy Policy page."
        },
        {
            "uid": "blt1b75e38878681ec94",
            "title": "DSBX",
            "provider_name": "Dah Sing Bank",
            "alias": "dah-sing-bank",
            "provider_image": "blt11378962196276157",
            "short_description": "Established in 1947, Dah Sing Banking Group Limited is a bank based in Hong Kong with around 70 branches in Hong Kong, Macau and China. Dah Sing Bank offers customers a range of personal banking services including credit cards, deposit accounts, mortgage, e-banking, personal loan, as well as ATM Card services.",
            "long_description": "The Dah Sing Group is a leading financial services group in Hong Kong, active in providing banking, insurance, financial and other related services in Hong Kong, Macau and the People's Republic of China. The Dah Sing Group consists of two listed companies, Dah Sing Financial Holdings Limited (\"DSFH\"), which has been listed on the Hong Kong Stock Exchange since 1987, and Dah Sing Banking Group Limited (\"DSBG\"), which has been listed on the Hong Kong Stock Exchange since 2004 and in which DSFH is the majority shareholder. \n\nDSFH is the holding company for the group's life and general insurance business, which are operated through Dah Sing Life Assurance Company and Dah Sing Insurance Company in Hong Kong, and Macau Insurance Company and Macau Life Insurance Company in Macau, offering a wide range of life and general insurance services in the two markets.\n\nDSBG has three banking subsidiaries (Dah Sing Bank, Banco Comercial de Macau and Dah Sing Bank (China) Limited), providing banking and financial services through a branch network of around 70 branches over Hong Kong, Macau and China, and a securities trading company. The vision of DSBG is \"The local bank with a personal touch, growing with our customers in Hong Kong, Pearl River Delta and beyond\". Its mission are “to create value for our customers by providing quality products and excellent service”, “to grow with our employees through mutual commitment” and “to increase shareholder value through sustainable returns on capital”. Dah Sing Bank, DSBG's major banking subsidiary, is the strategic investor holding approximately 15% interest in Bank of Chongqing, which is a leading city commercial bank in Chongqing, the largest city in Western China. Bank of Chongqing is operating mainly in Chongqing with a branch network of over 100 branches.\n\nDah Sing Bank's long term rating assigned by Moody's and Fitch is \"A3\" and \"BBB+\" respectively.",
            "about": [
                {
                    "d_vertical": "CREDIT_CARDS",
                    "description": "Dah Sing Bank cooperates with airlines to offer co-brand credit cards, such as ANA Card HK Visa Platinum, British Airways Platinum Card and Autotoll Credit Card, with which consumers can enjoy extra miles and other privileges. On the other hand, Dah Sing ONE+ Credit Card offers unlimited 1% cash rebate for all transactions, including Octopus Automatic Add Value Service. Moreover, Dah Sing also offers program cards such as Hello Kitty and Doraemon Cards. Through the rewarding scheme, you can redeem a variety of cash coupons with your bonus points. Apply the credit card now and get the annual fee waiver and other welcome gifts!"
                },
                {
                    "d_vertical": "PERSONAL_LOANS",
                    "description": "Dah Sing Bank’s personal loan products, such as Express Money, In-Money Revolving Loan, e-Cash and FlexiMoney Overdraft Facility, stand out by offering exciting promos and affordable interest rates. For its e-Cash Personal Loan, Dah Sing Bank promises quick approval and disbursement of the loan in as fast as 30 minutes, while its In-Money Revolving Loan, which you can loan up to HK$1,000,0000 or 10x salary, gives you a cash card with Octopus function so you can pay at over 60,000 Octopus payment points throughout Hong Kong. You can also enjoy the benefits of the Octopus Rewards Programme with this product. You can also get extra gifts if you apply online."
                },
                {
                    "d_vertical": "MORTGAGES",
                    "description": "Dah Sing Bank offers various kinds of mortgage plans including HIBOR Plan, 80% Mortgage Plan, Mortgage 1+1 Account and Government Housing Scheme Mortgage Plans. Dah Sing Bank HIBOR Plan uses the Hong Kong Interbank Offered Rate (HIBOR) as the basis for mortgage rates and HIBOR tenures of 1, 3, 6 and 12 months are available. The bank also offers complimentary fire insurance for the first year, cash rebate up to 1% of loan amount, credit card annual fee waiver and Household Contents Insurance premium waiver for six months in the first year. Meanwhile, Dah Sing bank’s Mortgage 1+1 Account offers deposit rates same as mortgage rates on a daily basis and worth up to 50% of the mortgage loan outstanding balance."
                }
            ],
            "features": {
                "heading": "Enjoy an array of exclusive offers with Dah Sing Credit Cards",
                "pros": [
                    "Shop online with your Dah Sing Credit Card and you will automatically be enrolled for the lucky draw for a chance to win a total of HK$88,000 free spending credit per phase.",
                    "Enjoy exclusive online insurance offer and earn up to HK$50 Gift Coupon plus extra 5% Cash Rebate!",
                    "Enter the Birthday Lucky Draw and enjoy exclusive treats and win up to HK$10,000 Cash Rebate ",
                    "Earn year-round 5% rewards with Dah Sing MasterCard",
                    "Enjoy year-round and privileged offers with Dah Sing Credit Cards at different merchants"
                ],
                "cons": null
            },
            "award": [
                {
                    "name": "Star Commercial Bank Award 2015",
                    "description": "Dah Sing Bank has won the Ming Pao Weekly \"Star Commercial Bank Award\" award in 2015 for three continuous years."
                },
                {
                    "name": "Hong Kong Leaders' Choice of Metro Finance",
                    "description": "Dah Sing Bank has been rewarded as one of the Hong Kong Leaders' for three continuous years."
                },
                {
                    "name": "CAPITAL WEEKLY Service Awards 2015",
                    "description": "Dah Sing Bank was awarded CAPITAL WEEKLY Service Awards in 2015."
                }
            ],
            "disclaimer": "The above information is provided by MoneyHero.com.hk for information purposes only. In case of any discrepancy between the information provided by MoneyHero.com.hk and relevant information provided by banks, card issuers or card providers (*partner institutions), the information provided by the partner institutions shall prevail. For more information, please refer to our Terms & Conditions and Privacy Policy page."
        },
        {
            "uid": "blt16e5affbf5c08fef0",
            "title": "EASY",
            "provider_name": "EasyLend",
            "alias": "easylend",
            "provider_image": "blt1d081f01628116c80",
            "short_description": "EasyLend sticks to \"0 branches, 0 document, 0 waiting time,\" as the goal, all application would be processed online including express private loans, home owner loans and revolving loan etc. to meet the needs of different customers.",
            "long_description": "Easylend is is a member of the Hong Kong Finance Group(Stock Code 1273) , a listed company established in 1996.",
            "about": [
                null,
                null,
                null
            ],
            "features": {
                "heading": "",
                "pros": [
                    null,
                    null,
                    null,
                    null,
                    null
                ],
                "cons": null
            },
            "award": [
                null,
                null,
                null
            ],
            "disclaimer": null
        },
        {
            "uid": "blt11d39f081ec941fe2",
            "title": "EGOF",
            "provider_name": "Ego Finance",
            "alias": "ego-finance",
            "provider_image": "blt197428c29ceefcbf2",
            "short_description": "Ego Finance Limited, a money lender license holder in Hong Kong SAR, was incorporated in 2009 and based in Hong Kong. Using its own capital, Ego Finance Limited is committed to provide various credit services to meet people’s financial needs, with an aim to meet the urgent needs of the public and to prosper the community.",
            "long_description": "Established in 2009 and based in Hong Kong, Ego Finance Limited is a money lender license holder in Hong Kong SAR which is committed to provide various credit services to meet different customers’ financial needs. Apart from the Mortgage and Personal Loan service, Ego Finance Limited also provides non-collateral loans to help property owners who have no fixed income or are unable to get mortgage facilities to get rid of their financial difficulty. The company also provides debt consolidation service to help customers to get rid of heavy debt by consolidating their debt into one easy monthly payment.",
            "about": [
                null,
                {
                    "d_vertical": "PERSONAL_LOANS",
                    "description": "Ego Finance Limited also provides not only the generic personal loan, but also FlexiMoney Loan and Debt Consolidation Service. FlexiMoney Loan offers loan up to HK$50,000 and no income proof is required. Debt Consolidation Service mainly help those heavily indebtedness class to resolve their financial burden by repaying their debt in a longer tenor and avoid unnecessary interest expenses. With required document submitted, applications will be approved in as short as 15 minutes, and cash will be delivered within 30 minutes."
                },
                null
            ],
            "features": {
                "heading": "Loan approval in 15 minutes, and cash delivered within 30 minutes.",
                "pros": [
                    "Maximum loan up to 15x your monthly income or up to HK$1,000,000",
                    "Monthly Interest rate down to 0.8%",
                    "Repayment period up to 48 months",
                    null,
                    null
                ],
                "cons": null
            },
            "award": [
                {
                    "name": "Caring Company Logo",
                    "description": "Ego Finance has been awarded the Caring Company Logo since 2010"
                },
                null,
                null
            ],
            "disclaimer": "The above information is provided by MoneyHero.com.hk for information purposes only. In case of any discrepancy between the information provided by MoneyHero.com.hk and relevant information provided by banks, card issuers or card providers (*partner institutions), the information provided by the partner institutions shall prevail. For more information, please refer to our Terms & Conditions and Privacy Policy page."
        },
        {
            "uid": "blt1039189f3475b2618",
            "title": "FION",
            "provider_name": "FinanceOne",
            "alias": "finance-one",
            "provider_image": "blt16c06c03b44fa6384",
            "short_description": "Finance One Limited is backed by a Japanese capital fund with a strong financial background. Finance One was founded in the end of 2010 and regulated under the Money Lenders License in Hong Kong.",
            "long_description": "Founded in the end of 2010, Finance One Limited is a lending company backed by a Japanese capital fund with a strong financial background. The company’s management team consists of professional members with over 10 years of experience in consumer finance markets in Asia. Finance One Limited provides customers with lower industry interest rates along with an easy online completion process that enables a better borrowing experience. Customers can apply for fund by just spending a few minutes anywhere through their 24/7 internet platform.",
            "about": [
                null,
                {
                    "d_vertical": "PERSONAL_LOANS",
                    "description": "FinanceOne offers two types of personal loans, including \"Express Loan\" and \"Premier Loan\". \"Express Loan\" offers loan under HK$50,000 and promises quick approval, while \"Premier Loan\" offers a high loan amount up to HK$300,000. The loan can be paid off in up to 60 months. FinanceOne provides all our services solely via the internet to reduce operating cost, so customers can enjoy loan service with affordable monthly payments. It also provides simple repayment methods, and no other additional fees will be charged."
                },
                null
            ],
            "features": {
                "heading": "Online application can minimise the operation cost so as to offer affordable, greatly discounted plans for customers. Payment method is easy without extra charges.",
                "pros": [
                    "Application for \"Express Loan\" requires only 60 minutes.",
                    "Maximum application amount for \"Premier Loan\" is HKD 300,000.",
                    null,
                    null,
                    null
                ],
                "cons": null
            },
            "award": [
                null,
                null,
                null
            ],
            "disclaimer": "The above information is provided by MoneyHero.com.hk for information purposes only. In case of any discrepancy between the information provided by MoneyHero.com.hk and relevant information provided by banks, card issuers or card providers (*partner institutions), the information provided by the partner institutions shall prevail. For more information, please refer to our Terms & Conditions and Privacy Policy page."
        },
        {
            "uid": "blt1af4251953c312229",
            "title": "FUBO",
            "provider_name": "Fubon Bank",
            "alias": "fubon-bank",
            "provider_image": "blt1f60cad9beb105c78",
            "short_description": "Fubon Bank (Hong Kong) is a wholly owned subsidiary of Fubon Financial Holding Co., Ltd., a leading financial services group in Taiwan, which is engaged in institutional banking, consumer finance, wealth management, investment management and insurance. Fubon Bank operates 23 branches, 2 Securities Services Centres and 1 Personal Loan Centre in Hong Kong, providing a wide range of financial services encompassing consumer and wholesale banking, wealth management, financial markets, securities brokerage and investment services.",
            "long_description": "Fubon Bank (Hong Kong) Limited (Fubon Bank) is a wholly owned subsidiary of Fubon Financial Holding Co., Ltd. (Fubon Financial Holdings), the second largest financial holding company in Taiwan. Fubon Financial Holdings is now the only Taiwanese financial institution with banking subsidiaries in China, Taiwan and Hong Kong. Fubon Financial Holdings acquired a 75% stake from the Bank's former shareholders, Arab Banking Corporation (B.S.C.) and China Everbright Limited in April 2004. The Bank formally adopted the name Fubon Bank on 6 April 2005. Following the successful privatization of the Bank by Fubon Financial Holdings, Fubon Bank became a wholly owned subsidiary of Fubon Financial Holdings in June 2011.\n\nFubon Bank operates 23 branches, 2 Securities Services Centres and 1 Personal Loan Centre in Hong Kong, providing a wide range of financial services encompassing consumer and wholesale banking, wealth management, financial markets, securities brokerage and investment services. Fubon Bank holds an A-2 short-term, BBB+ long-term rating from Standard & Poor's. The rating reflects Fubon Bank's strong capitalization, good liquidity and sound asset quality.",
            "about": [
                {
                    "d_vertical": "CREDIT_CARDS",
                    "description": "Fubon credit cards such as Fubon Platinum/Titanium Card and YATA Visa Card provides customers with various kinds of spending offers and privileges. Fubon Credit Card Bonus Point Program allows cardholders to earn bonus point rewards on local & overseas spending, online shopping, Octopus Add-Value Service and autopay service. Customers can also earn 2X bonus points for local transaction of HK$300 or above made on Saturdays and Sundays and up to 20X transaction made in countries such as Japan, Korea and Taiwan. In addition, Fubon Bank also provides digital wallet services such as Visa Checkout and MasterPass, Interest-free cash installment plan and purchase installment plans."
                },
                {
                    "d_vertical": "PERSONAL_LOANS",
                    "description": "Fubon Bank (Hong Kong) introduces Fubon Balance Transfer Personal Loan to customers to help you clear card debts easily at a lower interest rate, reducing your monthly repayment and saving interest.  Application is simple, click “Apply Now” to visit our website to know more and fill in the details to follow up so that we can follow up with you."
                },
                {
                    "d_vertical": "MORTGAGES",
                    "description": "Whether you are a first-time home buyer, property upgrader or property investor, Fubon Mortgage Services provide you with a wide range of mortgage plans to suit your needs, including Fubon Preferential Mortgage Plan, Fubon 90% Mortgage Plan, Fubon HIBOR Mortgage Plan, Fubon Mortgage Plan for Government Home Ownership Scheme and Fubon Easy Life Mortgage Wealth Management Plan. The bank accept various types of properties including private estates, single block buildings, tenements, village houses, offices, industrial and commercial properties, and car parks to meet the customers’ needs. The bank also has a team of experienced mortgage consultants to provide you with a one-stop service and help you to follow up all mortgage issues hassle-free. Also, there are value-added services and privileges such as re-financing and top-up mortgage services, valuation fee waiver and related products or privileges including Home Contents Insurance, Fire Insurance and Mortgage Protection Plan."
                }
            ],
            "features": {
                "heading": "Enjoy an array of exclusive offers with Fubon Bank credit cards",
                "pros": [
                    "Fubon Bank Credit Card “Sure Win Spending Rewards” helps you to earn bonus pointd and redeem rewards much easier",
                    "Platinum or Titanium Card holders can multiply your bonus point by overseas spending and earn up to 20X Bonus Point for Taiwan transaction",
                    "Enjoy year-round and privileged offers with Fubon Bank Credit Cards at different merchants",
                    "Enjoy HK$1 = 2 points offer on local transaction amount of HK$300 or above made on Saturdays and Sundays",
                    "Built-in contactless transaction function allows you to make payments wherever MasterCard Paypass  is accepted."
                ],
                "cons": null
            },
            "award": [
                null,
                null,
                null
            ],
            "disclaimer": "The above information is provided by MoneyHero.com.hk for information purposes only. In case of any discrepancy between the information provided by MoneyHero.com.hk and relevant information provided by banks, card issuers or card providers (*partner institutions), the information provided by the partner institutions shall prevail. For more information, please refer to our Terms & Conditions and Privacy Policy page."
        },
        {
            "uid": "blt1043afb6138bbdb19",
            "title": "FYLX",
            "provider_name": "ForYouLoan",
            "alias": "foryouloan",
            "provider_image": "blt1158ca261e354a00c",
            "short_description": "ForYouLoan is a well-organised financial company with historical roots in Japan and Korea. It received the Licensing of Money Lenders and started business in Hong Kong in 2012. The company aims at offering customers a more flexible repayment system according to their needs.",
            "long_description": "ForYouLoan is a lending company which specialized in providing personal loans for women. Understanding the concerns of female customers, the comapny aims at not only providing women-in-need with instant and professional service, but also creating a relaxing and comfortable environment in which customers will be served by female staff. The company also offers a Free Repayment System that allows customers to simply pay the interest when they are unable to make monthly repayment. ForYouLoan also does not charge any handling fee for early repayment.",
            "about": [
                null,
                {
                    "d_vertical": "PERSONAL_LOANS",
                    "description": "For You is considerable expertise in female loan products. They understand the concerns of women while applying for loan, so they aim not only at providing the needy ladies instant and professional service, but also a relaxing and comfortable atmosphere to customers with high standard of service. For You provides different types of loan products, including “Green Leaf Loan”, “For You Loan” and “Prestige Loan”, which enables customers to choose the best loan products according to their needs."
                },
                null
            ],
            "features": {
                "heading": "Approval in as little as 50 minutes, with cash delivered within 1 day.",
                "pros": [
                    "No matter whether you are a housewife or an office lady, you can apply for loan anywhere and anytime. In just a click you can easily enjoy our service without visiting our store.",
                    "Free Repayment System: customer can simply pay the interest if they are not available to pay more on that month.",
                    "No handling fees will be charged for early repayment",
                    null,
                    null
                ],
                "cons": null
            },
            "award": [
                null,
                null,
                null
            ],
            "disclaimer": "The above information is provided by MoneyHero.com.hk for information purposes only. In case of any discrepancy between the information provided by MoneyHero.com.hk and relevant information provided by banks, card issuers or card providers (*partner institutions), the information provided by the partner institutions shall prevail. For more information, please refer to our Terms & Conditions and Privacy Policy page."
        },
        {
            "uid": "blt12316ec95f285cb6a",
            "title": "GICL",
            "provider_name": "Global International Credit",
            "alias": "gicl",
            "provider_image": "blt1d83200f484966a85",
            "short_description": "With a “Client's First” principle, GICL emphasizes a one-on-one personal approach to service. From the commencement of a client’s loan application, the entire process is thoughtfully handled by a designated relationship manager. To better understand the needs of each client, GICL’s relationship managers will take time to listen to the clients, answering any inquiries that may arise and provide a detail financial analysis along with a number of solutions for each client to choose from.",
            "long_description": "Founded in 2009, Global International Credit Limited (GICL) earned a successful listing on the Main Board of the Hong Kong Stock Exchange Limited in 2014. Through its expertise, GICL provides a diversified portfolio of mortgage solutions that includes first mortgage loans, second mortgage, loans for properties under the Home Ownership Scheme (HOS) and mortgage loan transfers, all of which serve to deliver a capital lending platform for businesses of all types and people of all backgrounds. Whether it is a private housing, residential building, tenement house, village house, villa, office building, industrial building, retail shop, a parking space or land, as long as you are the owner, you’ll be able to easily obtain cash. “More efficient! More professional! More caring!” is GICL’s commitment to service, which is championed by their team of experts.",
            "about": [
                null,
                null,
                {
                    "d_vertical": "MORTGAGES",
                    "description": "GICL mainly offers M+ Mortgage Loans and services to meet customers’ individual needs. When customers cannot have bank mortgages approved on time, they can simply submit their documents three days in advance to avoid losing the security deposit. Customers only need to submit their property title deed and proof of income is not required. Customers can borrow up to 70% of a property’s valuation and GICL approves properties of all types and ages. As for second mortgage, customers do not need to pledge their property as collateral and mortgage loans will remain with the exisitng bank. Loan amounts can be as high as 70% of a property’s valuation."
                }
            ],
            "features": {
                "heading": "Offers a wide range of mortgage services such as first mortgage and second mortgage",
                "pros": [
                    "Customers only need to submit a property title deed",
                    "Proof of income is not required.",
                    "No limits set for loan amounts, and can borrow up to 70% of a property’s valuatio",
                    null,
                    null
                ],
                "cons": null
            },
            "award": [
                null,
                null,
                null
            ],
            "disclaimer": "The above information is provided by MoneyHero.com.hk for information purposes only. In case of any discrepancy between the information provided by MoneyHero.com.hk and relevant information provided by banks, card issuers or card providers (*partner institutions), the information provided by the partner institutions shall prevail. For more information, please refer to our Terms & Conditions and Privacy Policy page."
        },
        {
            "uid": "blt1ceafa0aaff7c6dc2",
            "title": "GOCR",
            "provider_name": "Grand Ocean Credit Limited",
            "alias": "go-credit",
            "provider_image": "blt1da3fc05e2970aab4",
            "short_description": "Grand Ocean Credit Limited was founded in 2007 as a legally admitted personal loan service company. Company's mission is \"Being Proactive, Fitting Customers' Needs\". It continues to expand and reinforce the quality of personal loan services to impress customers.",
            "long_description": "Grand Ocean Credit Limited was founded in 2007 as a legally admitted personal loan service company according to the Money Lenders Ordinance (Chapter 163) in Hong Kong. The company provides a range of personal loans and mortgage loans services including Go Credit personal loan, Loans for Civil Servants and Debt Consolidation Services to customers to help meet their needs. Customers can enjoy flexible repayment options and handling fee waiver with no additional fee being charged for early repayment. Customers who have been discharged from bankruptcy or restructured their debts are welcome to apply. Customers can take out a Go Credit loan through telephone, fax, emails or the Internet.",
            "about": [
                null,
                {
                    "d_vertical": "PERSONAL_LOANS",
                    "description": "Go Credit provides a highly flexible loan service, including the generic personal loans, Loans for Civil Servants and Debt Consolidation Loans. The application is not required to check your credit report, and it allows flexible repayment period. Moreover, there is no upper limit for the loan amount. Debt Consolidation Loan will relieve your financial burden by helping you clear all your debts, while Loans for Civil Servants offers a discounted interest rate. The application can be approved in as fast as 20 minutes, and no early repayment penalties."
                },
                null
            ],
            "features": {
                "heading": "GO Credit's loan repayment has high degree of flexibility. Repayment period varies from 3 months to 6 years, depending on customers' practical situation.",
                "pros": [
                    "Personal loan charges zero administration fee. The application process can be finished within 20 minutes. And the repayment period can be maximized to 60 months.",
                    "Loan for civil servants is qualified for civil servants who are under the pension plan or contractual agreement or even retired. The application process can be done within 20 minutes.",
                    "Successful application for property's loan does not take several items into consideration, including the age of buliding, result of income test. Moreover, it exempts some types of fees such as valuation fee and mortgage attorney fees.",
                    null,
                    null
                ],
                "cons": null
            },
            "award": [
                {
                    "name": "Caring Company Logo",
                    "description": "Grand Ocean Credit Limited has been awarded the Caring Company Logo in 2011-2012."
                },
                null,
                null
            ],
            "disclaimer": "The above information is provided by MoneyHero.com.hk for information purposes only. In case of any discrepancy between the information provided by MoneyHero.com.hk and relevant information provided by banks, card issuers or card providers (*partner institutions), the information provided by the partner institutions shall prevail. For more information, please refer to our Terms & Conditions and Privacy Policy page."
        },
        {
            "uid": "blt19437203bc46daa1e",
            "title": "GOLE",
            "provider_name": "GoLend",
            "alias": "golend",
            "provider_image": "blt14448ebbe0e628a67",
            "short_description": "GoLend is the first and only P2P Internet Lending platform in Hong Kong. P2P Internet Lending is also known as Social Lending, which directly connects lenders and borrowers through an Internet platform. Loans agreements are facilitated in the absence of intermediaries’ high operating cost such as rent and sales expenses of banks. On a P2P platform, a fund provider can make good use of his free capital to help the borrowers, and maximize the efficiency of capital flow and earn interest income. A borrower can enjoy a lower rate for a loan comparing to traditional offline capital sources like banks and financial institutions.",
            "long_description": "Established in December 2013, GoLend is Hong Kong’s first and only Peer-to-Peer(P2P) lending platform facilitating property mortgage loans. Since 2014, GoLend has been a holder of Money Lenders License issued by the Hong Kong Government under the regulation of Money Lenders Ordinance. The Hong Kong Government examines GoLend every year before issuing the license. GoLend aims at providing a transparent P2P lending platform and maximize loan process efficiency. Through GoLend, an investor can choose his own projects and understand the flow of his fund clearly. A borrower can access to loans with high efficiency and low rate. GoLend takes away the complicated procedures between lenders and borrowers.",
            "about": [
                null,
                null,
                {
                    "d_vertical": "MORTGAGES",
                    "description": "If you have a property in Hong Kong, the maximum mortgage loan amount is up to HK$10million, or 80% of the market value. The interest rate is as low as 0.5% and customers can enjoy flexible repayment terms from 6 months to 10 years."
                }
            ],
            "features": {
                "heading": "Maximum mortgage loan amount is up to HK$10million, or 80% of the market value",
                "pros": [
                    "Interest rate is as low as 0.5%",
                    "Flexible repayment terms from 6 months to 10 years",
                    "Offers 0.1% cash rebate",
                    null,
                    null
                ],
                "cons": null
            },
            "award": [
                null,
                null,
                null
            ],
            "disclaimer": "The above information is provided by MoneyHero.com.hk for information purposes only. In case of any discrepancy between the information provided by MoneyHero.com.hk and relevant information provided by banks, card issuers or card providers (*partner institutions), the information provided by the partner institutions shall prevail. For more information, please refer to our Terms & Conditions and Privacy Policy page."
        },
        {
            "uid": "blt1f2c0b0ad5cc93a52",
            "title": "HASE",
            "provider_name": "Hang Seng Bank",
            "alias": "hang-seng-bank",
            "provider_image": "blt1cf8f35adfde96bac",
            "short_description": "Founded in 1933, Hang Seng is one of Hong Kong’s largest listed companies, with its main focus of “pursuit of excellence for customers”. In Hong Kong, the bank’s vast network of around 250 service outlets provide customers with quality services. It also maintains branches in mainland China, Macau and Singapore. The Bank’s major business activities comprise retail banking and wealth management, commercial banking, global banking and markets, and private banking. The Bank also offers a comprehensive range of Renminbi services. Hang Seng Bank is a principal member of the HSBC Group, which is among the world's largest financial services organisations.",
            "long_description": "Founded in 1933, Hang Seng Bank is one of Hong Kong’s largest listed companies. The bank's market capitalisation as of 30th June 2016 was at HKD252.9 billion. In keeping with its name, which means \"ever-growing\" in Chinese, the Bank is growing alongside its customers. The Bank’s major business activities comprise retail banking and wealth management, commercial banking, global banking and markets, and private banking. The Bank also offers a comprehensive range of Renminbi services.\n\nSince its founding, Hang Seng Bank's main focus has been the pursuit of excellence for its customers. In Hong Kong, its vast network of around 250 service outlets provides customers with quality services. Established on 28 May 2007, the Bank's wholly owned subsidiary Hang Seng Bank (China) Limited operates a mainland China network with outlets in Beijing, Shanghai, Guangzhou, Shenzhen, Fuzhou, Nanjing, Dongguan, Hangzhou, Ningbo, Tianjin, Kunming, Xiamen, Chengdu, Jinan, Foshan, Zhongshan, Huizhou, Zhuhai, Jiangmen and Shantou. Hang Seng Bank also maintain branches in Macau and Singapore and a representative office in Taipei. Hang Seng Securities, a wholly owned Bank subsidiary, operates a securities investment advisory services joint venture – GZHS Research Co., Ltd. – in partnership with Guangzhou Securities Company in Guangdong province.\n\nAs a pioneer of premium service, the bank has around 10,000 staff who will always provide customers with the personal attention and user-friendly banking they need. \n\nHang Seng Bank is a principal member of the HSBC Group, which is among the world's largest financial services organisations and holds a 62.14% equity interest in the Bank. The Bank offers investors in the United States a Sponsored Level-I American Depositary Receipts Programme.",
            "about": [
                {
                    "d_vertical": "CREDIT_CARDS",
                    "description": "Hang Seng Bank offers a wide range of credit cards, including enJoy Card, Premium Card and CUP Credit Card. Currently, all Hang Seng credit card holders can enjoy 3x Cash Dollars rewards for online shopping, oversea spending and Interest-free instalment purchase. Cash Dollar which can be used as instant cash at over 6,000 designated merchant outlets throughout Hong Kong, or to redeem gifts or cash coupons. Hang Seng Credit Card is breaking new ground in online spending, Cash Dollars and Interest-free Instalment Plans are now available online to bring you double spending privileges. Credit card owners can also enjoy Octopus' automatic add value service, as well as the security of a credit care protection plan."
                },
                {
                    "d_vertical": "PERSONAL_LOANS",
                    "description": "Hang Seng offers different types of personal loans with affordable interest rates. 'Handy Cash Personal Instalment Loan\" offers customers an easy online platform for loan application. Applying through the website may gain cash rebate. \"Handy Cash Personal Revolving Loan\" has interest rate of as low as 8% p.a. Credit limit is restored every time when payment is made without re-applying. \"Debt Consolidation Instalment Loan\" offers oan amount of up to 21 times of customers' salary. \"Asset Link Secured Overdraft Facility\" has no minimum repayment required."
                },
                {
                    "d_vertical": "MORTGAGES",
                    "description": "Hang Seng Bank offers a wide range of mortgage plans including HIBOR Mortgage Plan, Prime-based Mortgage Plan and Mortgage-Link Account. The bank offers loan amount of up to 60% of the property’s value/ appraised property value(whichever is lower) and loan tenor of up to 30 years. The plans are applicable to various properties such as residential, commercial, industrial properties and car parks. Hang Seng Bank’s HIBOR Mortgage Plan aligns with the movement of market rate – Hong Kong Interbank Borrowing Rate while its Prime-based Mortgage Plan is based on the HKD Prime Rate and customers can enjoy a comparatively stable monthly repayment. The bank also offer flexible repayment options including monthly fixed instalment repayment option, fortnightly repayment and step-up repayment which allows customers to save interest expenses."
                }
            ],
            "features": {
                "heading": "Enjoy an array of exclusive offers with Heng Seng credit cards",
                "pros": [
                    "Enjoy year-round 3x Cash Dollars with Heng Seng credit card",
                    "Spend Cash Dollars like cash at over 6,000 merchant outlets",
                    "Enjoy year-round and privileged offers with Heng Seng credit card at different merchants",
                    "\"Selected Merchant Interest-free Instalment Plan\" allows you to enjoy easier payment at selected merchants with Hang Seng Credit Card.",
                    "Hang Seng Credit Card Online Bill Payment Service allows you to earn Hang Seng Credit Card Cash Dollars on your bill payments with no service charge"
                ],
                "cons": null
            },
            "award": [
                {
                    "name": "Hong Kong Domestic Trade Finance Bank of the Year",
                    "description": "Hang Seng Bank has been named Hong Kong Domestic Trade Finance Bank of the Year (for the 4th consecutive year) in 2015 by Asian Banking & Finance."
                },
                {
                    "name": "Top 500 Banking Brands in 2014",
                    "description": "Hang Seng Bank was ranked No. 76 globally in terms of brand value in the Top 500 Banking Brands in 2014."
                },
                {
                    "name": "Best Domestic Bank in Hong Kong",
                    "description": "Hang Seng Bank was awarded the Best Domestic Bank in Hong Kong for the 15th consecutive year."
                }
            ],
            "disclaimer": "The above information is provided by MoneyHero.com.hk for information purposes only. In case of any discrepancy between the information provided by MoneyHero.com.hk and relevant information provided by banks, card issuers or card providers (*partner institutions), the information provided by the partner institutions shall prevail. For more information, please refer to our Terms & Conditions and Privacy Policy page."
        },
        {
            "uid": "blt18d0924560cdb8993",
            "title": "HKFX",
            "provider_name": "HK Finance",
            "alias": "hk-finance",
            "provider_image": "blt193a3f6dd1b34fed2",
            "short_description": "Hong Kong Finance is the first Hong Kong listed company specialising in property mortgage with solid financial background and high transparency. Hong Kong Finance aims to provide \"professional, reliable and flexible\" mortgage services.",
            "long_description": "Founded in 1996, Hong Kong Finance Company Limited is a principal member of Hong Kong Finance Group Limited, a company listed on the Main Board of the Hong Kong Stock Exchange in October 2013 (Stock code: 1273). Hong Kong Finance is the first Hong Kong listed company specialising in property mortgage with solid financial background and high transparency. Hong Kong Finance aims to provide \"professional, reliable and flexible\" mortgage services. The company’s experienced mortgage managers provide customized, property-pledged mortgage solutions based on clients' specific needs. Apart from property mortgages, Hong Kong Finance also aims at building and maintaining a sustainable business in order to create a harmonious community. The company has taken part in making donations to and sponsoring various reputable charity partners. The company has been awarded the GoHome Award - Best Property Owner Loan Service in 2016 and the Caring Company Logo during 2012-2016 in recognition of its services and commitment in corporate social responsibility and community work.",
            "about": [
                null,
                null,
                {
                    "d_vertical": "MORTGAGES",
                    "description": "Hong Kong Finance offers flexible and Express Mortgage Services to different customers to suit their individual needs. For first mortgage, the loan amount can be up to 80% of the appraised value of a pledged property. Applicants do not need to submit an income certificate to pledge a property, which makes the loan procedure easier and faster. Customers can also pledge a property that has an outstanding mortgage to secure a loan for a second mortgage worth up to 80% of the pledged property and receive this loan within 24 hours without providing the title deed of their existing property. Hong Kong Finance also provides other services including Mortgage Loan Transfer, Preapproved Loan Value and Property Purchase Loan (Granted With a Second Mortgage)."
                }
            ],
            "features": {
                "heading": "Flexible and Express Mortgage Services",
                "pros": [
                    "Loan can be up to 80% of the appraised value of a pledged property for first mortgage",
                    "GICL approves properties of all types and ages.",
                    "Mortgage loan transfer",
                    "Provides preapproved loan value",
                    null
                ],
                "cons": null
            },
            "award": [
                {
                    "name": "Caring Company 2012-2016",
                    "description": "Hong Kong Finance has been awarded the Caring Company logo during 2012-2016 by the Hong Kong Council of Social Service"
                },
                {
                    "name": "GoHome Award - The Best Property Owner Mortgage Service Award",
                    "description": "HK Finance received the GoHome Award - The Best Property Owner Mortgage Service Award in 2014-2016"
                },
                null
            ],
            "disclaimer": "The above information is provided by MoneyHero.com.hk for information purposes only. In case of any discrepancy between the information provided by MoneyHero.com.hk and relevant information provided by banks, card issuers or card providers (*partner institutions), the information provided by the partner institutions shall prevail. For more information, please refer to our Terms & Conditions and Privacy Policy page."
        },
        {
            "uid": "blt1f8f8f7fcceffcd4c",
            "title": "HSBC",
            "provider_name": "HSBC",
            "alias": "hsbc",
            "provider_image": "blt17fbac50a8b849de6",
            "short_description": "HSBC is one of the world’s largest banking and financial services organisations. HSBC serves more than 47 million customers through four global businesses: Retail Banking and Wealth Management, Commercial Banking, Global Banking and Markets, and Global Private Banking. HSBC network covers 71 countries and territories in Europe, Asia, the Middle East and Africa, North America and Latin America.",
            "long_description": "HSBC was established in Hong Kong in 1865 and has since expanded around the world. HSBC is one of the world’s largest banking and financial services organisations. We serve more than 45 million customers through four global businesses: Retail Banking and Wealth Management, Commercial Banking, Global Banking and Markets, and Global Private Banking. Our network covers 71 countries and territories in Europe, Asia, the Middle East and Africa, North America and Latin America.\n\nWith around 4,400 offices worldwide, we aim to be where the growth is, connecting customers to opportunities, enabling businesses to thrive and economies to prosper, and ultimately helping people to fulfil their hopes and realise their ambitions. Listed on the London, Hong Kong, New York, Paris and Bermuda stock exchanges, shares in HSBC Holdings plc are held by about 213,000 shareholders in 133 countries and territories. The bank provides a range of personal, commercial and corporate banking financial services across Asia. With an aim of being the world’s leading and most respected international bank, HSBC help small and large companies grow domestically and internationally, and everyday banking services with a range of products to fulfil customers’ financial needs, including credit cards and personal loans. Customers can enjoy the hottest year-round offers and 6X RewardCash all year round with HSBC credit card by Red Hot Year-round Privileges. HSBC Personal Instalment Loan also offers low monthly flat rate and handling fee waiver to all customers.",
            "about": [
                {
                    "d_vertical": "CREDIT_CARDS",
                    "description": "HSBC offers a variety of credit cards including HSBC Visa Signature Card, HSBC Visa Platinum Card, HSBC UnionPay Dual Currency Credit Card and HSBC Visa Gold Card, allowing customers to enjoy a wide range of year-round privileges and discounts in Hong Kong. Cardholders can also earn 6X RewardCash with Red Hot Rewards and use RewardCash to offset their spending at designated merchants, redeem cash vouchers, air miles and Octopus Reward$ and even get their annual credit card fee waived! Apply for a HSBC credit card now to enjoy the exclusive rewards and privileges!"
                },
                {
                    "d_vertical": "PERSONAL_LOANS",
                    "description": "HSBC personal instalment loans allows customers to borrow up to HK$1,500,000 and repay the loan in fixed monthly instalments within 6 to 60 months. Applicants can also receive fast loan application approval and withdrawal in 5 minutes if they need cash quickly. Apart from the handling fee waiver, HSBC also provides low interest rates and an online personal instalment loan repayment calculator for customers to see how much the monthly and total repayments would be. If you have had a HSBC Personal Instalment Loan account for at least 3 months, you can even redraw the amount you have repaid in future without reapplying."
                },
                {
                    "d_vertical": "MORTGAGES",
                    "description": "HSBC offers a wider range of mortgage plans and flexible repayment options, which make it easier to buy, trade or refinance your property. HSBC HIBOR-based Mortgage uses the Hong Kong Interbank Offered Rate as the basis of the mortgage’s interest rate and customers can enjoy the protection of an interest rate cap based on the bank’s Best Lending Rate. On the other hand, HSBC Premier or HSBC Advance customer can enjoy a preferential interest rate on their savings balance up to an amount equal to 50% of the remaining balance on their mortgage with the bank’s Deposit-linked Mortgage Repayment Plan. HSBC offer a variety of flexible mortgage repayment plans such as straight-line repayment and step-up repayment to suit different customers’ needs."
                }
            ],
            "features": {
                "heading": "Enjoy the Red Hot Year - Round Privileges with HSBC credit cards",
                "pros": [
                    "Enjoy 6X Reward Cash all year round",
                    "Enjoy exclusive rewards and privileges when you shop, eat and travel with HSBC credit cards",
                    "Get instant cash or transfer your outstanding balance from other cards to your HSBC credit card account",
                    "Settle your credit card spending with monthly instalments for up to 24 months",
                    "Octopus Automatic Add-Value Service (AAVS) allows you to reload your Octopus automatically and earn RewardCash every time"
                ],
                "cons": null
            },
            "award": [
                {
                    "name": "Bank of the Year 2015",
                    "description": "FinanceAsia named HSBC the Best Bank of the Year in 2015."
                },
                {
                    "name": "Bank of the Year - Asia Pacific 2014",
                    "description": "HSBC was recognised as the Bank of the Year in Asia in the Euromoney Awards for Excellence 2014."
                },
                null
            ],
            "disclaimer": "The above information is provided by MoneyHero.com.hk for information purposes only. In case of any discrepancy between the information provided by MoneyHero.com.hk and relevant information provided by banks, card issuers or card providers (*partner institutions), the information provided by the partner institutions shall prevail. For more information, please refer to our Terms & Conditions and Privacy Policy page."
        },
        {
            "uid": "blt14e09143d1524da9d",
            "title": "HYCR",
            "provider_name": "HY Credit",
            "alias": "hy-credit",
            "provider_image": "blt1cda5836f5eed30d5",
            "short_description": "HY Credit Company Limited (“HY Credit”) is a subsidiary of Henyep Development Holdings. It is customer-oriented with clear business policies, focusing on mortgage loans, opening up and developing different mortgage structures and flexible repayment term. ",
            "long_description": "HY Credit Company Limited (“HY Credit”) is a subsidiary of Henyep Development Holdings. Henyep Development Holdings was established in the 80's and has been serving customer for almost 27 years. HY Credit is an authorized money lender in Hong Kong. They are customer-oriented with clear business policies, focusing on mortgage loans, opening up and developing different mortgage structures and flexible repayment term. They strive to provide a fast liquidity for individuals and companies of different backgrounds with tailored repayments structures suited for each customer.",
            "about": [
                null,
                {
                    "d_vertical": "PERSONAL_LOANS",
                    "description": "HY Credit offers you a personal loan without collateral. Application procedure is simple, without complicated documentation. It is suitable to a person who needs short-term cash flow. Possibly, cash will be disbursed in 2 hours. Repayment scheme is flexible, including installment and interest only repayment scheme. HY Credit's Debt Consolidation Loan can help you pay off credit cards, clear the debt and provide cash for your short-term liquidity need."
                },
                null
            ],
            "features": {
                "heading": "Mortgage application process is simple with only five steps. First, apply via elephone, fax, Internet, instant mobile app or personal visit to the firm. Second, take 8 minutues for preliminary approval. Third, preliminary results will be notified. Fourth, bring required documents to the company and complete required loan documents. Fifth, sign contract with a lawyer, amount will be transferred within 24 hours.",
                "pros": [
                    "HY Credit offers a first mortgage up to 85% of the property value, regardless of age, property type, and even PA cases.",
                    "HY Credit will offer a second mortgages without providing the deed, the total loan amount is up to 85% of the property value.",
                    "HY Credit offers a mega loan to a landlord under Home Ownership Scheme and Tenants Purchase Scheme, without premium. Application procedure is simple, without complicated documents.",
                    "Successful applicants of \"One Off Clear\" not only can eliminate credit card debts, but also can be able to require for taking cash out from the loan.",
                    null
                ],
                "cons": null
            },
            "award": [
                null,
                null,
                null
            ],
            "disclaimer": "The above information is provided by MoneyHero.com.hk for information purposes only. In case of any discrepancy between the information provided by MoneyHero.com.hk and relevant information provided by banks, card issuers or card providers (*partner institutions), the information provided by the partner institutions shall prevail. For more information, please refer to our Terms & Conditions and Privacy Policy page."
        },
        {
            "uid": "blt166f7c3db003ca57d",
            "title": "ICBC",
            "provider_name": "ICBC Asia",
            "alias": "icbc",
            "provider_image": "blt1b7056228ef316e3d",
            "short_description": "Industrial and Commercial Bank of China (Asia) Limited (CCB) is a licensed bank incorporated in Hong Kong. It has 59 branches (including 28 “Elite Club” Wealth Management Centres) and three commercial business centres in Hong Kong. It is engaged in commercial banking, investment banking and other financial services including securities, insurance and funds, with a focus on commercial and retail banking as well as financial market related businesses. The total assets of ICBC (Asia) amounted to HK$788.1 billion at the end of June 2016. Chinese Mercantile Bank and ICBC (Asia) Investment Management Company Limited, two wholly-owned subsidiaries of ICBC (Asia), are specialized in RMB services in Mainland China and the investment management businesses with a focus on Asia respectively. ICBC (Asia) is the flagship of overseas banking business of Industrial and Commercial Bank of China Limited (“ ICBC”) – currently the largest commercial bank in China.",
            "long_description": "Industrial and Commercial Bank of China (Asia) Limited (ICBC ), being the flagship of overseas banking business of Industrial and Commercial Bank of China Limited (CBC) currently China’s largest commercial bank within the market capitalisation, offering a wide range of financial services to corporate and individual customers, including various types of deposits and loans, trade finance, remittance, settlement, commercial and industrial finance, syndicated loans, inward and outward bills of exchange, China business advisory and financial services, asset management, securities, trustee and bullion brokerage services as well as insurance agency services.\n\nICBC (Asia), formerly known as Union Bank of Hong Kong Limited, was established in Hong Kong in 1964 and publicly listed in 1973. Over the years, the Bank offered advanced and diversified banking services to its customers. The Bank changed its name to \"Industrial and Commercial Bank of China (Asia) Limited\" on 21st August 2000 becoming a member of the ICBC Group.\n\nIn July 2001, ICBC injected the corporate banking business of its Hong Kong Branch into ICBC (Asia). It expanded the customer base of ICBC (Asia), improved its deposits and loans portfolio and also diversified its product mix. Such transfer of business therefore led to a substantial enhancement of the competitive edge of ICBC (Asia).\n\nICBC (Asia) acquired Fortis Bank Asia HK's retail and commercial banking operations on 30 April 2004. Fortis Bank Asia HK was then renamed to Belgian Bank and became a wholly-owned subsidiary of ICBC (Asia). In October 2005, Belgian Bank, Hong Kong Branch was formally merged with ICBC (Asia). In 2005, ICBC (Asia) acquired Chinese Mercantile Bank which becomes its wholly-owned subsidiary and focuses on RMB banking business in Mainland China.\n\nOn 31 August 2008, ICBC (Asia) completed the acquisition of Worldsec Asset Management Limited and renamed it to ICBC (Asia) Investment Management Company Limited. Being a wholly-owned subsidiary of ICBC (Asia), ICBC (Asia) Investment Management Company Limited provides professional investment and asset management services.\n\nOn 21 December 2010, ICBC completed its privatisation process of ICBC (Asia), which was henceforth withdrawn from listing on The Stock Exchange of Hong Kong Limited and became a wholly-owned subsidiary of ICBC. The completion of privatisation thus provides ICBC (Asia) with broader access to finance, allows greater flexibility in obtaining the support of ICBC and achieving more effective business connection and integration within the ICBC Group.\nUpon the completion of the privatisation process, ICBC (Asia) accelerates its pace of development. Benefited from its continuous enhancing profitability, innovation, risk management and control effectiveness and other driven forces, ICBC (Asia) achieves a good momentum of steady growth in the client base and business development, resulting in continued expanding of its total asset size and optimization of its asset structure.\n\nBy persisting in the business strategy of “based in Hong Kong, backed by the Mainland, facing the world”, ICBC (Asia) seizes the favourable opportunities of Hong Kong being the offshore Renminbi centre and keenly explores Renminbi businesses and cross-border banking services. ICBC (Asia) realized a number of pioneering projects in offshore Renminbi financial products and was received various awards regarding quality cross-border services, such as “Excellent Brand of Cross-border Banking Services” and “Best Deal”, etc.",
            "about": [
                {
                    "d_vertical": "CREDIT_CARDS",
                    "description": "ICBC credit cards allow customers to enjoy exclusive dining offers, travel privileges and year round offers at different merchants. ICBC UnionPay Dual Currency Platinum Card carries both Renminbi and Hong Kong Dollar accounts in one card, and provides UnionPay QuickPass as well as contactless payment functions across Guangzhou, Shenzhen & Macau. ICBC Xplore Visa Signature Card provides customers with comprehensive pet care services and up to 13 kinds of special offers for pets. Cardholders can choose cash rebate as their spending rewards or earn bonus points for their spending. Accumulated bonus points can be redeemed for cash rebate, cash coupons and air miles."
                },
                {
                    "d_vertical": "PERSONAL_LOANS",
                    "description": "ICBC Asia provides customers with different personal loans and one-stop lending services to help them meet their financial needs. Its Personal Instalment Loan offers a preferential interest rate and flexible loan tenor with a handling fee waiver for the entire repayment period, allowing you to enjoy your life without any hassle. The loan amount can be up to HK$4,000,000 or 10 times of your monthly salary (whichever is lower) while flexible loan tenor is up to 60 months. Customers can apply for ICBC Asia Personal Instalment Loan online or by visiting their branches or calling their Customer Service Hotline. Successful applicants can even enjoy cash rebate rewards during the promotion period."
                },
                {
                    "d_vertical": "MORTGAGES",
                    "description": "ICBC offers various mortgage loan services including Residential Mortgage Loan, Home Ownership Scheme Loan, Tenant Purchase Scheme Loan and Wise Mortgage. ICBC Residential Mortgage Loan is suitable for customers who buy properties in the primary market or secondary market. The loan is also available for mortgage transfer or refinancing. The bank offers loan amounts up to 60% of appraised property value or up to 90% under \"Mortgage Insurance Program\" and repayment terms up to 30 years. In addition, customers can also enjoy credit card spending rebate, free fire insurance for the first year and credit card annual fee waiver within repayment period. Customers can also choose either \"Fixed Tenor\" or \"Fixed Repayment Amount\" and select monthly instalment or bi-weekly instalment to reduce interest expenses."
                }
            ],
            "features": {
                "heading": "Enjoy an array of exclusive offers with ICBC credit cards",
                "pros": [
                    "Earn one point for every HKD/RMB 1 by spending with your ICBC credit card to redeem cash rebates, cash coupons and miles",
                    "Earn 0.5% cash rebate for every HK$1 ",
                    "Enjoy year-round and privileged offers with ICBC credit cards at different merchants",
                    "Apply for \"Credit Card Cash Installment Plan\" and enjoy a monthly flat-rate offer",
                    "\"Verified by Visa/MasterCard SecureCode Service\" makes online transactions safer by authenticating the identity for ICBC Credit Cardholder at the time of purchase"
                ],
                "cons": null
            },
            "award": [
                {
                    "name": "Hong Kong Leaders' Choice 2016 by Metro Finance",
                    "description": "ICBC was awarded the Excellent Banking Services Brand of Wealth Management in the 2016 Hong Kong Leaders' Choice Awards by Metro Finance"
                },
                {
                    "name": "Outstanding Cross Border Online Banking Award 2015 by Capital Magazine",
                    "description": "ICBC was awarded the Cross Border Online Banking Award by Capital Magazine in 2015 for its outstanding online banking services."
                },
                {
                    "name": "Caring Company Logo",
                    "description": "ICBC was awarded the Caring Company in 2015 by the Hong Kong Council of Social Service."
                }
            ],
            "disclaimer": "The above information is provided by MoneyHero.com.hk for information purposes only. In case of any discrepancy between the information provided by MoneyHero.com.hk and relevant information provided by banks, card issuers or card providers (*partner institutions), the information provided by the partner institutions shall prevail. For more information, please refer to our Terms & Conditions and Privacy Policy page."
        },
        {
            "uid": "blt1dd788f85e17d5e38",
            "title": "NCBX",
            "provider_name": "Nanyang Commercial Bank",
            "alias": "nanyang-commercial-bank",
            "provider_image": "blt1100dd1bec998fe62",
            "short_description": "Nanyang Commercial Bank, Limited was incorporated in Hong Kong on 14 December 1949. NCB has cherished the spirit of \"Customer-Oriented and Courteous Service\" and upheld the principle of \"Reputation First and Service-Driven\". While establishing a strong foothold in Hong Kong with the backing up of the Motherland, NCB has taken on the mission to look globally and serve customers around the world. NCB is a wholly owned subsidiary of Bank of China (Hong Kong).",
            "long_description": "Nanyang Commercial Bank, Limited (NCB), incorporated in Hong Kong on 14 December 1949. The Bank has cherished the spirit of \"Customer-Oriented and Courteous Service\" and upheld the principle of \"Reputation First and Service-Driven\". While establishing a strong foothold in Hong Kong with the backing up of the Motherland, the Bank has taken on the mission to look globally and serve customers around the world.\n\nThe Bank has provided its customers with convenient, efficient and professional banking services through diversified channels. Presently, the Bank has 42 local branches. The Bank has also established a wholly owned subsidiary, Nanyang Commercial Bank (China), Limited, in Mainland, offering comprehensive banking services. Customers may withdraw, deposit and transfer funds via phone banking and Internet banking, as well as any branches of the Bank. In addition, customers can also enjoy convenient banking services through JETCO automatic teller machines with the withdrawal cards issued by the Bank.\n\nIn 1982, NCB set up a branch in the Shenzhen Special Economic Zone, which is the first foreign bank branch in the Mainland China after the foundation of People's Republic of China. On 24th December 2007, Nanyang Commercial Bank(China), Limited (NCB) was commenced to further expand the Bank's development in the Mainland. Headquartered in Shanghai, NCB(China) provides professional and quality products and services to customers with its network spanning Beijing, Shanghai, Guangzhou, Shenzhen, Haikou, Dalian.\n\nThe Bank is well-versed in providing personal banking and commercial banking services. For individual customers, it offers deposits in various currencies, foreign exchange, trading of securities, trust funds, bonds, foreign currencies and securities margin, home mortgage, as well as tax and personal loans and insurance services. In commercial banking, the Bank provides import & export bills, trade finance, overdraft, commercial loans, project financing and syndicated loans. Corporate clients can handle their banking transactions via Corporate Banking Services \"CBS\" in their offices.\n\nIn 2014, Yazhou Zhoukan ranked the bank, according to total assets, the top ten in Hong Kong. On account of the high rank, it awarded NCB \"2014 The 10 Most Prestigious Banks Award (Hong Kong)\".Embracing the proactive but prudent strategy, NCB is dedicated to providing premium services for individual and corporate customers.\n\nNanyang is committed to service excellence and will be striding forward with its valued customers.",
            "about": [
                null,
                {
                    "d_vertical": "PERSONAL_LOANS",
                    "description": "Nanyang Commercial Bank offers various personal loan services including Easi-Personal Loan and Easy Tax Loan to meet different customers’ financial needs. For Easi-Personal Loan, customers can borrow up to HK$1,000,000 or 12 times of their monthly salary (whichever is lower) and enjoy flexible payment with different monthly repayment options available. Privileged customers can enjoy preferential interest rates and the total loan amount will be directly transferred to designated account with Nanyang Commercial Bank upon approval. The Easi-Overdraft Facility also allows customers to withdraw or repay the facility any time and credit limit will be restored automatically without reapplication after repayment. Customers can have easy access to their funds through ATMs, cheques and the bank branches."
                },
                null
            ],
            "features": {
                "heading": "Nanyang Commercial Bank provides comprehensive personal loan services",
                "pros": [
                    "Loan amount up to HK$1,000,000 or 12x your monthly salary",
                    "The higher the loan amount, the lower the interest rate",
                    "Different monthly repayment periods are available to fit your budget",
                    "Easy access to your funds through ATMs, cheques and the bank's Branches",
                    "You are free to withdraw or repay the facility any time"
                ],
                "cons": null
            },
            "award": [
                null,
                null,
                null
            ],
            "disclaimer": "The above information is provided by MoneyHero.com.hk for information purposes only. In case of any discrepancy between the information provided by MoneyHero.com.hk and relevant information provided by banks, card issuers or card providers (*partner institutions), the information provided by the partner institutions shall prevail. For more information, please refer to our Terms & Conditions and Privacy Policy page."
        },
        {
            "uid": "blt1351865880ebaa135",
            "title": "OCBC",
            "provider_name": "OCBC Wing Hang Bank",
            "alias": "wing-hang",
            "provider_image": "blt14379f30eb5771006",
            "short_description": "OCBC Wing Hang Bank Limited formerly Wing Hang Bank Limited is a licensed bank with its head office in Hong Kong, where it is the eighth biggest bank by total assets. Since end-July 2014 Wing Hang Bank has been a subsidiary of Oversea-Chinese Banking Corporation (OCBC) of Singapore. The acquisition of Wing Hang has given OCBC a network of about 70 branches spanning Hong Kong, Macau and mainland China to add to OCBC's existing operations in Hong Kong and China.",
            "long_description": "OCBC Wing Hang, together with its subsidiaries and affiliated companies, offers a comprehensive range of commercial banking products and services and other financial services such as consumer financing, share brokerage and insurance, among others. It has a network of 110 branches and offices in Hong Kong, Macau and China.\n\nFounded in Guangzhou as a money changing business in 1937, Wing Hang Bank was incorporated and granted a banking licence in Hong Kong in 1960. On 15 October 2014, it became a wholly-owned subsidiary of OCBC Bank, taking its place alongside other market-leading subsidiaries such as Great Eastern Holdings, Lion Global Investors and Bank of Singapore. OCBC Bank is Singapore's longest established bank and has an international network of over 610 branches and offices in 18 countries and territories.\n\nOCBC Wing Hang, as part of the OCBC group of companies, offers customers enhanced market access, an augmented banking network and a wider selection of products and services. In addition, customers enjoy an expanded range of privileges across OCBC Bank's markets in Asia. \n\nOCBC Wing Hang Credit Limited  is a wholly-owned subsidiary of OCBC Wing Hang Bank Limited, which was previously known as Wing Hang Credit Limited, was founded in 1996. It has grown to be one of Hong Kong’s major financial services providers, offering personal and consumer loan services. In addition to personal loan, the Company also provides various loan services such as Balance Transfer Program, Tax Loan, Mortgage Loan, Revolving Loan, Businessman Loan, Interest-free Instalment Loan and Decoration Loan. To continuously deliver quality services to our customers, the Company with already over 20 branches is committed to expanding branch network and developing sophisticated online loan services.",
            "about": [
                {
                    "d_vertical": "CREDIT_CARDS",
                    "description": "OCBC Wing Hang Bank provides customers with a wide range of credit cards including OCBC Wing Hang better Paypass Credit Card, OCBC Wing Hang Credit Card and OCBC Wing Hang B.Duck Credit Card to suits their individual needs. Customers can earn up to 0.8% Cash Rebate on retail spending and enjoy interest-free instalment plan at over hundreds of dining and shopping hotspots. OCBC Wing Hang Bank also offers other services such as \"One-to-Many\" Octopus Automatic Add-Value Service and \"Easy Spending\" Interest-free Installment Plan."
                },
                {
                    "d_vertical": "PERSONAL_LOANS",
                    "description": "OCHC WIng Hang Personal Loan provides you extremely high loan amount and flexible loan tenor. To better meet your needs, different tailor-made loan plans include Balance Transfer Program, “60-Day Interest-Free Payment Holiday” Balance Transfer Personal Loan, \"Fit for All\" Personal Loan, and \"Black Seal\" Exclusive Loan are offered. \"Fit for All\" Personal Loan offers OCBC Wing Hang Credit's new customers with the handling fee waived, giving you the lowest interest loan."
                },
                {
                    "d_vertical": "MORTGAGES",
                    "description": "OCBC Wing Hang offers a wide range of mortgage plans including Home Sweet Home Mortgage Plan, HIBOR-linked Mortgage Plan and Flexi-Mortgage Plan to meet different customers’ needs. OCBC Wing Hang Home Sweet Home Mortgage Plan offers a competitive interest rate with an attractive cash rebate and a mortgage loan amount valued up to 90%. Repayment periods can be up to 30 years. Owner-occupied and leased properties are eligible. OCBC Wing Hang provides Hong Kong Interbank Offered Rate (HIBOR) a linked mortgage plan with greater financial flexibility and customers can choose either one month, three months, six months or a 12-months fixing period. Customers who successfully apply for OCBC Wing Hang mortgage plans can enjoy exclusive privileges such as free property valuation service and credit card annual fee waiver during the repayment periods. Customers who insure Homeowner Security Plan, Platinum Home Insurance Plan and Fire Building Structure Insurance can also enjoy special offers."
                }
            ],
            "features": {
                "heading": "Enjoy an array of exclusive offers with OCBC Wing Hang credit cards",
                "pros": [
                    "OCBC Wing Hang Infinite Card / Platinum Card offers you a choice of “Cash Rebate” or “OCBC Wing Hang Mileage Scheme whichever suits you most",
                    "Enjoy our interest-free installment plan at over hundreds of designated merchants with OCBC Wing Hang Credit Card",
                    "Earn \"0.4% Cash Rebate with OCBC Wing Hang Credit Card \"One-to-Many\" Octopus Automatic Add-Value Service",
                    "Enjoy monthly handling fee as low as 0.15% for \"Flexi-Money\" Interest-free Installment Plan ",
                    "Visa Checkout makes your online shopping safe and easy by storing all your payment and shipping information in one convenient and secure place."
                ],
                "cons": null
            },
            "award": [
                null,
                null,
                null
            ],
            "disclaimer": "The above information is provided by MoneyHero.com.hk for information purposes only. In case of any discrepancy between the information provided by MoneyHero.com.hk and relevant information provided by banks, card issuers or card providers (*partner institutions), the information provided by the partner institutions shall prevail. For more information, please refer to our Terms & Conditions and Privacy Policy page."
        },
        {
            "uid": "blt114fd448c6c302957",
            "title": "OIWA",
            "provider_name": "Oiwahpawn",
            "alias": "oi-wah",
            "provider_image": "blt13eefdefbdc3f2360",
            "short_description": "",
            "long_description": "",
            "about": [
                null,
                null,
                null
            ],
            "features": {
                "heading": "",
                "pros": [
                    null,
                    null,
                    null,
                    null,
                    null
                ],
                "cons": null
            },
            "award": [
                null,
                null,
                null
            ],
            "disclaimer": "The above information is provided by MoneyHero.com.hk for information purposes only. In case of any discrepancy between the information provided by MoneyHero.com.hk and relevant information provided by banks, card issuers or card providers (*partner institutions), the information provided by the partner institutions shall prevail. For more information, please refer to our Terms & Conditions and Privacy Policy page."
        },
        {
            "uid": "blt114da167321439428",
            "title": "OKFX",
            "provider_name": "OK Finance",
            "alias": "ok-finance",
            "provider_image": "blt17056c88b3313ef72",
            "short_description": "Established in 2011, OK Finance Limited mainly provides customers with credit products and services such as persona loans and debt consolidation services.",
            "long_description": "Found in 2011, OK Finance Limited aims at providing customers with flexible and quality personal loan products and services. The company now mainly provides personal loans and debt consolidation service which is designed to suit customers’ individual needs. With a favourable interest rate and flexible repayment system, OK Finance personal loans can help customers to their urgent financial needs. Customers can get instant approval within 30 minutes and make repayment via various kinds of methods. Customers can apply for OK Finance personal loans at its branches or apply via telephone or the Internet.",
            "about": [
                null,
                {
                    "d_vertical": "PERSONAL_LOANS",
                    "description": "WIth flexible repayment options and a high loan amount, OK Finance Flexible Personal Loan gives you the flexibility to manage your money your way. Customers can borrow up to HK$800,000 or 21 times of your monthly salary and select a repayment plan option according to their individual needs. The repayment period can be as short as 3 months and as long as 72 months. The application procedure is simple and customers may get instant approval within 30 minutes."
                },
                null
            ],
            "features": {
                "heading": "OK Finance Personal Loan gives you flexible repayment options.",
                "pros": [
                    "Maximum loan amount up to 21 times of your monthly income or HK$800,000",
                    "Application and loan approval can be completed within 30 minutes.",
                    "Enjoy repayment period ranging between 3 months and 72 months.",
                    "Enjoy monthly flat rate as low as 0.30%",
                    null
                ],
                "cons": null
            },
            "award": [
                null,
                null,
                null
            ],
            "disclaimer": "The above information is provided by MoneyHero.com.hk for information purposes only. In case of any discrepancy between the information provided by MoneyHero.com.hk and relevant information provided by banks, card issuers or card providers (*partner institutions), the information provided by the partner institutions shall prevail. For more information, please refer to our Terms & Conditions and Privacy Policy page."
        },
        {
            "uid": "blt195a2d64d2e36c568",
            "title": "OWHC",
            "provider_name": "OCBC Wing Hang Credit",
            "alias": "ocbc-wing-hang-credit",
            "provider_image": "blt15d3ba83e14455705",
            "short_description": "OCBC Wing Hang Credit Limited (“the Company”), which was previously known as Wing Hang Credit Limited, was founded in 1996. It has grown to be one of Hong Kong’s major financial services providers, offering personal and consumer loan services. In addition to personal loan, the Company also provides various loan services such as Balance Transfer Program, Tax Loan, Mortgage Loan, Revolving Loan, Businessman Loan, Interest-free Instalment Loan and Decoration Loan.",
            "long_description": "\"OCBC Wing Hang Credit Limited (“the Company”), which was previously known as Wing Hang Credit Limited, was founded in 1996. It has grown to be one of Hong Kong’s major financial services providers, offering personal and consumer loan services. In addition to personal loans, the Company also provides various loan services such as Balance Transfer Program, Tax Loan, Mortgage Loan, Revolving Loan, Businessman Loan, Interest-free Instalment Loan and Decoration Loan.\n\nTo continuously deliver quality services to its customers, the Company with already over 20 branches is committed to expanding branch network and developing sophisticated online loan services.\n\nThe Company is a wholly-owned subsidiary of OCBC Wing Hang Bank Limited (“OCBC Wing Hang Bank”). OCBC Wing Hang, together with its subsidiaries and affiliated companies, offers a comprehensive range of commercial banking products and services and other financial services such as consumer financing, share brokerage and insurance, among others. It has a network of more than 110 branches and offices in Hong Kong, Macau and China.\n\nFounded in Guangzhou as a money changing business in 1937, the former Wing Hang Bank was incorporated and granted a banking licence in Hong Kong in 1960. OCBC Wing Hang Limited (Hong Kong) became a wholly-owned subsidiary of OCBC Bank on 15 October 2014. OCBC Bank is the second largest financial services group in Southeast Asia by assets with an Aa1 rating from Moody’s. Recognised for its financial strength and stability, OCBC Bank has been ranked Asean’s strongest bank and among the world’s five strongest banks by Bloomberg Markets for five consecutive years since the ranking’s inception in 2011. OCBC Bank is the longest established Singapore bank with an international presence of over 610 branches and representative offices in 18 countries and regions. OCBC Bank’s market-leading subsidiaries include Great Eastern Holdings, the oldest and most established life insurance group in Singapore and Malaysia; Lion Global Investors, one of the largest private sector asset management companies in Southeast Asia; and Bank of Singapore, which operates on a unique open-architecture product platform to source for the best-in-class products to meet its clients’ goals.\n\nAs part of the OCBC group of companies, OCBC Wing Hang provides customers with an augmented banking network, enhanced market access and an expanded range of products and services for personal and business financial needs.\"",
            "about": [
                null,
                null,
                {
                    "d_vertical": "MORTGAGES",
                    "description": "OCBC Wing Hang Credit provides diversified mortgage loan products for different types of property. OCBC Wing Hang Credit Mortgage Loan provides mortgage transfer service, which allows customers to enjoy lower interest rates. Customers can refinance their home mortgage to free up money for further studies, travel and clear credit card debts. Except for general large estates, village type houses, small houses, properties with tenancies, car parks, industrial and commercial buildings and shops are accepted for mortgage application. Aged properties are also welcomed. Application for OCBC Wing Hang Credit mortgage can be successfully approved as quickly as three days. Flexible mortgage plans with extended repayment tenor are also available. Customers can also enjoy free telephone enquiry service for instant property valuation."
                }
            ],
            "features": {
                "heading": "A selection of mortgage loan options to give you holistic mortgage services",
                "pros": [
                    "Application can be successfully approved in as quick as 3 days",
                    "Tailor-made mortgage plans with extended repayment tenor for you",
                    "Accepts a variety of property types, including village houses, properties with tenancies, car parks, industrial and commercial buildings",
                    "Provides mortgage transfer service that allows you to enjoy lower interest rates",
                    "Free telephone enquiry service for instant property valuation"
                ],
                "cons": null
            },
            "award": [
                null,
                null,
                null
            ],
            "disclaimer": "The above information is provided by MoneyHero.com.hk for information purposes only. In case of any discrepancy between the information provided by MoneyHero.com.hk and relevant information provided by banks, card issuers or card providers (*partner institutions), the information provided by the partner institutions shall prevail. For more information, please refer to our Terms & Conditions and Privacy Policy page."
        },
        {
            "uid": "blt1f8c4cef13466468c",
            "title": "PHIL",
            "provider_name": "Phillip Securities Group",
            "alias": "phillip",
            "provider_image": "blt1a02998bce0f464a3",
            "short_description": "Phillip Securities Group is one of the members of PhillipCapital. PhillipCapital founded in 1975 in Singapore, our member companies operate in 16 financial hubs, with offices in Singapore, Hong Kong, China, US, Japan, UK, France, Australia, Malaysia, Thailand, Indonesia, Sri Lanka, Turkey, India, Cambodia and Dubai. Currently, we have more than 3,500 employees and over 1,000,000 clients worldwide, our assets under management totals to more than USD 30 Billion with shareholders' funds in excess of USD 1 Billion.",
            "long_description": "Phillip Securities Group is one of the members of PhillipCapital. PhillipCapital founded in 1975 in Singapore, our member companies operate in 16 financial hubs, with offices in Singapore, Hong Kong, China, US, Japan, UK, France, Australia, Malaysia, Thailand, Indonesia, Sri Lanka, Turkey, India, Cambodia and Dubai. Currently, we have more than 3,500 employees and over 1,000,000 clients worldwide, our assets under management totals to more than USD 30 Billion with shareholders' funds in excess of USD 1 Billion.\n\nIn Hong Kong, our group companies include Phillip Securities (HK) Limited, Phillip Commodities (HK) Limited, Phillip Capital Management (HK) Limited, Phillip Financial Advisors (HK) Limited, Phillip Finance (HK) Limited, Phillip Institute of Financial Learning Co Limited and Phillip Bullion Limited. We provide a full range of quality and innovative financial services to individuals, corporate and institutional, investors including securities, futures, options, forex, unit trusts, asset management, insurance, investor education and investment research.",
            "about": [
                null,
                null,
                {
                    "d_vertical": "MORTGAGES",
                    "description": "Phillip Securities Group provide first and second mortgage."
                }
            ],
            "features": {
                "heading": "Phillip Securities Group",
                "pros": [
                    null,
                    null,
                    null,
                    null,
                    null
                ],
                "cons": null
            },
            "award": [
                null,
                null,
                null
            ],
            "disclaimer": null
        },
        {
            "uid": "blt1df5e9931e96e4b39",
            "title": "PRCR",
            "provider_name": "PrimeCredit",
            "alias": "primecredit",
            "provider_image": "blt1dfa99418f0dc947d",
            "short_description": "Founded in 1977, PrimeCredit Limited is a private financial institution in Hong Kong that provides personal loans, as well as other financial services including mortgage loans, deposit accounts, and credit cards. Even before PrimeCredit was acquired by Standard Chartered Bank in 2004, it has been issuing loans to a different market segment: the basic salary earners looking for a reputable institution to help with personal, family, education, and small business expenses. Its vision is to provide professional and reliable services, with a willingness to sincerely help the client. ",
            "long_description": "Prime Credit offers a wide range of credit services including credit cards, personal loans, loans for homeowners, revolving loans and debt consolidation services. Customers can apply for PrimeCredit personal loan online without having to submit documents such as their proof of income and address. Customers can enjoy a handling fee and administration fee waiver with a loan tenor of up to 60 months for its Personal Instalment Loan. In addition, PrimeCredit also offers EarnMORE credit card and EarnMORE Platinum Card which allows customers to enjoy various rewards and special offers. The company has been awarded the Caring Company Logo by The Hong Kong Council of Social Service from 2010 - 2015 and received the “Hong Kong Financial Institution of the Year Award” at Asia Banking and Finance Retail Banking Awards 2015.",
            "about": [
                {
                    "d_vertical": "CREDIT_CARDS",
                    "description": "PrimeCredit offers WeWa credit card, WeWa Platinum Card, EarnMORE credit card and EarnMORE Platinum Card which allows customers to enjoy various rewards and special offers. The minimum annual income requirement for EarnMORE credit card or WeWa credit card is HK$60,000 while EarnMORE Platinum Card and WeWa Platinum Card requires at least HK$150,000 of personal annual income. Customers can earn HK$10 cash rebate for every HK$250 Spending in designated merchant categories (Travel, Cinema, Karaoke, Theme park) (4%cashback) with WeWa credit card or WeWa Platinum Card while customers can earn HK$1 cash rebate for every HK$150 spent with EarnMORE credit card, and HK$1 cash rebate for every HK$100 spent with EarnMORE Platinum Card. They can also enjoy as low as 1% for cash advance withdrawal and  receive EarnMORE cash rebate by applying Octopus Automatic Add-Value Service with EarnMORE credit cards. Customers who now successfully apply for WeWa credit cards through MoneyHero can enjoy attractive welcome gifts and an extra HK$200 cash rebate."
                },
                {
                    "d_vertical": "PERSONAL_LOANS",
                    "description": "Need instant cash? PrimeCredit provides a wide range of personal loans that help you manage your finance, including Personal Instalment Loan, Balance Transfer, Revolving Loan, Debt Consolidation and Property Owner Loan. Customers can apply for PrimeCredit personal loan online to get instant approval in just few minutes and the loan will be disbursed to your bank account instantly. PrimeCredit will not charge any handling fee and administration fee. No income proof required for loan amount of $50,000 or less."
                },
                null
            ],
            "features": {
                "heading": "Whatever the financial situation you're currently in, PrimeCredit can help.",
                "pros": [
                    "No documents required",
                    "No handling fee and early repayment fee",
                    null,
                    null,
                    null
                ],
                "cons": null
            },
            "award": [
                {
                    "name": "Financial Institution of Year 2015 - Hong Kong",
                    "description": "PrimeCredit was awarded Hong Kong Financial Institution of the Year at Asia Banking and Finance - Retail Banking Awards for 2015."
                },
                {
                    "name": "Caring Company Logo",
                    "description": "PrimeCredit has been awarded the Caring Company Logo from 2010 - 2015."
                },
                {
                    "name": "Services Quality Management Certification",
                    "description": "PrimeCredit received Services Quality Management Certification from Hong Kong Quality Assurance Agency in 2012."
                }
            ],
            "disclaimer": "The above information is provided by MoneyHero.com.hk for information purposes only. In case of any discrepancy between the information provided by MoneyHero.com.hk and relevant information provided by banks, card issuers or card providers (*partner institutions), the information provided by the partner institutions shall prevail. For more information, please refer to our Terms & Conditions and Privacy Policy page."
        },
        {
            "uid": "blt1c689ad2fe350c828",
            "title": "PROM",
            "provider_name": "Promise",
            "alias": "promise",
            "provider_image": "blt17ed9f153122896b8",
            "short_description": "Since 1992, Promise (Hong Kong) Co., Limited has always prided itself on providing customers with the finest services to suit their various financing needs. Being a wholly-owned overseas subsidiary of SMBC Consumer Finance Co., Ltd. from Japan, we strive to be your trusted financial partner who is always at your service to offer the most suitable financial support. We pledge to provide our customers with the most comprehensive loan services with care and dedication.",
            "long_description": "Promise (Hong Kong) Co., Limited was established in February, 1992. It is a wholly owned overseas company of SMBC Consumer Finance Co., Limited. To respond to the diverse needs of our customers, we have been continuously developing fast and convenient personal loan service  without any guarantor nor physical collateral is required.<br>Promise (Hong Kong) Co., Limited has established an excellent reputation in the consumer finance industry.  This is the fruitful result of our effort on lifting up the level of corporate governance, the integrity of staff and the quality of customer service all the way.",
            "about": [
                null,
                {
                    "d_vertical": "PERSONAL_LOANS",
                    "description": "Promise (Hong Kong) Co., Limited was established in February, 1992. It is a wholly owned overseas company of SMBC Consumer Finance Co., Limited. To respond to the diverse needs of our customers, we have been continuously developing fast and convenient personal loan service without any guarantor nor physical collateral is required. Promise (Hong Kong) Co., Limited has established an excellent reputation in the consumer finance industry. This is the fruitful result of our effort on lifting up the level of corporate governance, the integrity of staff and the quality of customer service all the way. \n"
                },
                null
            ],
            "features": {
                "heading": "The entire approval process takes only 30 minutes. Once approved, the loan will be directly transferred to your bank account for your convenient withdrawal.",
                "pros": [
                    "Loan application, contract signing and  cash transfer can be done completely online.",
                    "Our “Revolving Loan” service allows for the repaid amount of loan to be redrawn.",
                    null,
                    null,
                    null
                ],
                "cons": null
            },
            "award": [
                {
                    "name": "Caring Company Logo",
                    "description": "Promise (Hong Kong) Co., Limited was awarded the Caring Company Logo from 2010 - 2015."
                },
                null,
                null
            ],
            "disclaimer": "The above information is provided by MoneyHero.com.hk for information purposes only. In case of any discrepancy between the information provided by MoneyHero.com.hk and relevant information provided by banks, card issuers or card providers (*partner institutions), the information provided by the partner institutions shall prevail. For more information, please refer to our Terms & Conditions and Privacy Policy page."
        },
        {
            "uid": "blt18482378e8e8a4197",
            "title": "PUBA",
            "provider_name": "Public Bank (Hong Kong)",
            "alias": "public-bank",
            "provider_image": "blt118674acc2760ae17",
            "short_description": "Public Bank (Hong Kong) currently offers a comprehensive range of financial products and services which include personal loans, credit cards, personal banking, commercial banking, Islamic banking, investment banking, share broking, trustee services, nominee services, sale and management of unit trust funds, bancassurance and general insurance products.",
            "long_description": "Public Bank (Hong Kong) Limited (“Public Bank (Hong Kong)” or the “Bank”) is a commercial bank registered under the Banking Ordinance of Hong Kong and under the supervision of the Hong Kong Monetary Authority. Public Bank (Hong Kong) was formerly known as Asia Commercial Bank (“ACB”) and was incorporated in 1934. In May 2006, Public Bank Berhad (“Public Bank”) of Malaysia, through its subsidiary, Public Financial Holdings Limited (“Public Financial”), acquired 100% interest in ACB and subsequently changed its name to Public Bank (Hong Kong) Limited in June 2006 to reflect its association with Public Bank. In October 2008, Public Finance Limited (“Public Finance”) which is engaged mainly in provision of personal and commercial lending, became a wholly owned subsidiary of the Bank as part of the group’s reorganisation. The shares of Public Financial are listed on The Stock Exchange of Hong Kong Limited (Stock Code: 626), and the shares of Public Bank are listed on Malaysian stock exchange. Further information of Public Bank can be viewed at its corporate website (www.publicbank.com.my).\n\nUnder the Public Bank Group umbrella, Public Bank (Hong Kong) focuses on the expansion of its retail and commercial banking business and on building its brand name through branch expansion programme, innovative product development and aggressive marketing strategies. The Bank has ratings of A3 long-term, Prime-2 short-term foreign currency and local currency deposit ratings, and “C-”bank financial strength rating assigned by Moody’s Investors Services. The outlook for all the ratings is stable.\n\nPublic Bank (Hong Kong) provides a comprehensive range of retail and commercial banking services and is committed to serve its customers in Hong Kong and Greater China. Currently, the Bank has 32 branches in Hong Kong, 1 branch and 3 sub-branches in Shenzhen and a representative office each in Shanghai and Shenyang in the PRC. The Bank will continue to expand its branch network to serve the customers and public at large wholeheartedly with high quality services.",
            "about": [
                {
                    "d_vertical": "CREDIT_CARDS",
                    "description": "Public Bank (Hong Kong) Credit card holders can enjoy not only purchase benefits, but also series of exclusive bank privileges and flexible financial services. Successful applicants will receive HK$300 Credit Card Free Spending Credit and enjoy permanent annual fee waiver. Customers can also earn up to 0.6% rebate on credit card purchase and enjoy fee-waiver for overseas spending. The Public Bank also offers Cash Advance Service, Octopus Automatic Add-Value Service and exclusive Bank Privileges such as privileged interest rates on personal loans and housing loans."
                },
                {
                    "d_vertical": "PERSONAL_LOANS",
                    "description": "Public Bank (Hong Kong) offers a personal loan at an amount that suits your financial needs and a flexible repayment tenor to suit your repayment capability. It provides extraordinary low-interest personal instalment loan allows you to enjoy substantial interest savings. The process is easy and simple - apply for a personal loan and after the loan is approved the amount will be credited to your designated account. Besides, it also offers “Professional & Civil Servant Privilege” and \"0\" Interest Personal Loan, which allows you to enjoy interest waiver throughout the Tenor with monthly handling fee as low as HK$25."
                },
                {
                    "d_vertical": "MORTGAGES",
                    "description": "Public Bank (Hong Kong)’s Home-A-Loan Mortgage Loan for Residential Property offers a preferential mortgage rate and repayment tenor up to 30 years. The bank offers loan amount up to 90% of the appraised property value which is applicable to any Mortgage Insurance Programme applications with Hong Kong Mortgage Corporation Limited. The early repayment period is three years and customers need to pay 3% of the mortgage amount for the first year as the early repayment charges, 2% for the second year and 1% for the third year. Public Bank (Hong Kong) also provides customers with special offers such as waiver of arrangement fee and property valuation fees, free fire insurance premium for the first year and credit card with perpetual annual fee waiver."
                }
            ],
            "features": {
                "heading": "Public Bank provides comprehensive personal loan services",
                "pros": [
                    "Monthly interest rate as low as 0.11%",
                    "The loan amount will be credited to your designated account once the loan is approved; the whole process is easy and simple",
                    "Personalized high loan amount that suits your financial needs",
                    "Flexible repayment tenor to suit your repayment capability",
                    "Enjoy interest waiver throughout the tenor with \"0\" Interest Personal Loan"
                ],
                "cons": null
            },
            "award": [
                null,
                null,
                null
            ],
            "disclaimer": "The above information is provided by MoneyHero.com.hk for information purposes only. In case of any discrepancy between the information provided by MoneyHero.com.hk and relevant information provided by banks, card issuers or card providers (*partner institutions), the information provided by the partner institutions shall prevail. For more information, please refer to our Terms & Conditions and Privacy Policy page."
        },
        {
            "uid": "blt120f1bf557cf5a01a",
            "title": "PUFI",
            "provider_name": "Public Finance",
            "alias": "public-finance",
            "provider_image": "blt107e167d2df509d6e",
            "short_description": "Public Finance Limited (formerly known as \"JCG Finance Company, Limited\") was incorporated in October, 1977. It is one of the largest financial institutions in Hong Kong with a total of 42 branches located in Hong Kong Island, Kowloon and the New Territories. Public Finance is engaged in various business activities including the provision of personal and commercial lending, overdraft, property mortgage loans, hire purchase and leasing, taxi financing and fixed deposits, etc.",
            "long_description": "Public Finance Limited (formerly known as \"JCG Finance Company, Limited\") was incorporated in October, 1977. It is one of the largest financial institutions in Hong Kong with a total of 42 branches located in Hong Kong Island, Kowloon and the New Territories. Public Finance is a deposit-taking company under the supervision of the Hong Kong Monetary Authority. The shares of Public Financial Holdings Limited, the intermediate holding company of Public Finance, are listed on The Stock Exchange of Hong Kong Limited .\n\nIn 1990, the Company was acquired by Public Bank Berhad of Malaysia and became its subsidiary. Public Financial was incorporated in 1991, and henceforth, the Company became its wholly owned subsidiary. In January 2006, the name of the Company was formally changed to Public Finance Limited, and became a wholly owned subsidiary of Public Bank (Hong Kong) Limited on 17 October 2008 as part of the group's reorganisation.\n\nPublic Finance is engaged in various business activities including the provision of personal and commercial lending, overdraft, property mortgage loans, hire purchase and leasing, taxi financing and fixed deposits, etc. Public Bank (Hong Kong) offers a wide range of financial products and services including credit cards, mortgage and personal loans. Customers can enjoy not only purchase benefits, but also series of exclusive bank privileges and flexible financial services with Public Bank credit cards. The bank also offers personal loan with high loan amount, low monthly flat rate and flexible repayment tenor, which allows customers to enjoy substantial interest cost saving.\n\nPublic Finance provides customers with convenient and good quality services at all times. With around 1,400 staff in Public Financial and its subsidiaries, Public Finance is always here to serve customers.",
            "about": [
                null,
                {
                    "d_vertical": "PERSONAL_LOANS",
                    "description": "Public Finance Limited is engaged in various business activities. The provision of personal loan is one of the biggest service. Public Finance offers you a wide range of personal loans, including interest free personal loan, personalized rating personal loan, express loan, special personal loan for civil servant, “Executive Super Cash” personal loan, revolving loan, residential flat owner loan and tax bill personalized rating personal loan. No matter you want to clear the card debts, achieve your dream or solve financial difficulties instantly, Public Finance could help with it."
                },
                {
                    "d_vertical": "MORTGAGES",
                    "description": "Public Finance Limited offers the Property Mortgage Loan at competitive interest rates to finance the purchase of properties or to refinance the existing properties in Hong Kong. The main features of Public Finance Limited’s Property Mortgage Loan are that it accepts both first-hand and second-hand properties for mortgage application and offers preferential interest rates as well as cash rebate of maximum 0.5% of the loan amount. The company’s Property Mortgage Loan also offers loan tenor up to 30 years and welcomes refinance, new purchase and property free from encumbrances. The company also accept mortgage application for owner-occupied properties and investment properties."
                }
            ],
            "features": {
                "heading": "Public Finance provides comprehensive personal loan services",
                "pros": [
                    "No interest will be charged during the repayment tenor of the loan under the nterest free personal loan promotion",
                    "Interest rate of Personalised Rating Personal Loan Promotion is as low as 0.18%",
                    "Personal Loan Express Promotion for Application Hotline and Internet guarantees quick loan approval",
                    "Monthly flat rate as low as 0.18% for Special Personal Loan Program for Civil Servant",
                    "Existing customers who refer friends or relatives to become new customers of Public Finance can earn up to HK$1,000 instant cash bonus"
                ],
                "cons": null
            },
            "award": [
                null,
                null,
                null
            ],
            "disclaimer": "The above information is provided by MoneyHero.com.hk for information purposes only. In case of any discrepancy between the information provided by MoneyHero.com.hk and relevant information provided by banks, card issuers or card providers (*partner institutions), the information provided by the partner institutions shall prevail. For more information, please refer to our Terms & Conditions and Privacy Policy page."
        },
        {
            "uid": "blt1f715bfc78e46cbfd",
            "title": "RUWU",
            "provider_name": "National Resources Properties Mortgage",
            "alias": "national-resources-properties-mortgage",
            "provider_image": "blt1c5613350caf5b0d7",
            "short_description": "National Resources Properties Mortgage Limited (“National Resources”) is a registered financial institution with the principal business in retail and commercial lending businesses under the money lenders licence. Its motto is “Customers are the supreme”, which translates into a customer oriented business providing flat owners and SMEs with an excellent credit service",
            "long_description": "National Resources Properties Mortgage Limited (“National Resources”) is a registered financial institution with the principal business in retail and commercial lending businesses under the money lenders licence. Their motto “Customers are the supreme”, constantly are customer oriented, providing flat owners and SMEs with excellent credit service apart from banks. They dedicate to tailor-make new products, while enhancing their service quality with persistence and assisting in resolving the financing hardship for customers.",
            "about": [
                null,
                {
                    "d_vertical": "PERSONAL_LOANS",
                    "description": "National Resources Properties Mortgage offers a variety of loan products including property mortgage loans to the owners of flats under the Home Ownership Scheme and of flats under the Tenants Purchase Scheme as well as first mortgage and second mortgage to owners of private housing. Successful applicants can enjoy a low-interest mortgage loan of HK$1,000,000 at maximum with no handling fee, no early repayment charge and no land premium payment required. The loan tenor can be up to 120 months and customers can enjoy cash rebate if they repay on time."
                },
                null
            ],
            "features": {
                "heading": "Regardless of the loan out amount, the applicants can choose a repayment period ranging from as short as 6-month to as long as 120-month.",
                "pros": [
                    "National Resources has been continually helping owners of Home Ownership Scheme flats and owners of public housing estate to set up tailor-made loan plans. The maximum loan out amount of HK$1,000,000.",
                    "National Resources provides 8% annual interest rate for new customer loan services.",
                    null,
                    null,
                    null
                ],
                "cons": null
            },
            "award": [
                {
                    "name": "Caring Company Logo",
                    "description": "National Resources Properties Mortgage has been awarded the Caring Company Logo since 2015"
                },
                null,
                null
            ],
            "disclaimer": "The above information is provided by MoneyHero.com.hk for information purposes only. In case of any discrepancy between the information provided by MoneyHero.com.hk and relevant information provided by banks, card issuers or card providers (*partner institutions), the information provided by the partner institutions shall prevail. For more information, please refer to our Terms & Conditions and Privacy Policy page."
        },
        {
            "uid": "blt15f31bb76de893959",
            "title": "SCBX",
            "provider_name": "Shanghai Commercial Bank",
            "alias": "shanghai-commercial-bank",
            "provider_image": "blt12110eedb74167aec",
            "short_description": "Shanghai Commercial Bank was established in 1950 and currently has over 40 local and overseas branches. Shanghai Commercial Bank provides commercial and personal banking services including deposits, loans, remittances, foreign exchange, trade finance, and credit cards. It also offers telephone banking and electronic banking services for a more customer-friendly experience.",
            "long_description": "Incorporated in November 1950, Shanghai Commercial Bank Limited has been one of the most distinguished local Chinese banks in Hong Kong. At present, the Bank has over 48 branches across Hong Kong, mainland China and overseas, with a business network reaching the United Kingdom, the United States of America, Shanghai and Shenzhen, to offer its customers comprehensive banking services with convenience. Shanghai Commercial Bank strives to meet its customers' needs with a wide range of retail and corporate banking products and services, including deposits, loans, remittances, foreign exchange, credit cards, securities trading, international banking, insurance services, gold services, RMB services, internet and mobile banking, all designed and provided with its motto, \"For Personalized Service\" in mind.\n\nSince the late 1990s, the Bank has formed a strategic alliance with Bank of Shanghai in mainland China and The Shanghai Commercial and Savings Bank in Taiwan, to broaden its service network and provide customers with cross-strait banking services in the Greater China region.\n\nThe Bank has always been dedicated to \"Serving the Community\", a motto coined by its founder, Mr Kwang-pu Chen. Apart from providing banking services to different communities, the Bank actively fulfil its corporate social responsibilities by participating in volunteer services and charitable activities, donating to numerous charitable and educational organisations, advocating for environmental causes, and improving the well-being and work-life balance of its staff.\n\nTo fulfil its commitment to \"Serving the Community\", the Bank contributes to society through volunteer services and participation in various charitable activities. Its efforts include donations to charitable entities and educational institutions, as well as volunteering diverse resources and its expertise to parties in need. The Bank is also dedicated to fostering talents, supporting environmental protection and promoting a greener lifestyle. Internally, the Bank values strong team spirit and work-life balance, with sports and recreational activities regularly organised for and well received by staff at all levels.\n \nOver the years, it has received numerous recognitions for our efforts in serving Hong Kong and overseas communities. Looking ahead, the Bank will continue to step up its corporate social responsibility efforts by supporting more charitable entities and educational institutions, promoting healthy and low-carbon living, and improving staff welfare. The bank will move forward with a view to working hand-in-hand with customers in building a brighter future for the society.",
            "about": [
                {
                    "d_vertical": "CREDIT_CARDS",
                    "description": "Shanghai Commercial Bank credit cards provides a wide selection of rewards and exclusive offers, allowing you to enjoy life to the fullest. The bank offers personal credit cards such as the UnionPay Dual Currency Diamond Credit Card, Platinum Credit Card and Titanium Credit Card. New cardholders can enjoy an annual fee waiver for the first 3 years and a handling fee waiver for overseas spending. Customers can also earn Asia Miles upon credit card purchases and redeem flight awards, the latest electronic devices, romantic dinners and getaways."
                },
                {
                    "d_vertical": "PERSONAL_LOANS",
                    "description": "The Shanghai Commercial Bank Instalment Loan features a low annualised percentage rate and the loan amount is up to 12 times of your monthly salary or HK$1,200,000 (whichever is lower). The bank also provides customers with great flexibility in repayment with tenor options of 6, 12, 18, 24, 36, or 48 months, allowing you to manage your fiance easily. Handling fee is also waived for the entire loan period. Applicants must be a Hong Kong permanent resident, aged 18 or above, with employment in Hong Kong and annual income of HK$120,000 or above. The minimum loan amount is HK$50,000."
                },
                {
                    "d_vertical": "MORTGAGES",
                    "description": "Shanghai Commercial Bank offers a wide range of tailored mortgage plans for residential, commercial and industrial properties, which are designed to meet different customers’ financial needs. The bank’s mortgage plans include Residential Mortgages, Government Housing Scheme Mortgages, Mortgage Insurance Programme as well as Premium Mortgage. The bank’s Mortgage Insurance Programme offers loan amount up to 90% of the purchase price or appraised value (whichever is lower) and repayment period up to 30 years to lower your monthly payments. The programme is suitable for self-occupied properties under the individual’s name. The early repayment period is 2 years and customers need to pay 2% of mortgage amount for the first year as the early repayment charges and 1% for the second year."
                }
            ],
            "features": {
                "heading": "Shanghai Commercial Bank offers unparalleled credit card privileges",
                "pros": [
                    "Earn bonus points for gift redemption or cash rebates by simply spending with Shanghai Commercial Bank credit cards",
                    "Enjoy the financial flexibility of up to 24 months of credit card instalments",
                    "Enjoy year-round shopping offers from selected merchants in Hong Kong, Shanghai and Taiwan",
                    "Enjoy Octopus Automatic Add Value Service, handling fee waivers on bill payments and other privileges.",
                    "Provide password for extra authentication service, making online transaction more secure"
                ],
                "cons": null
            },
            "award": [
                {
                    "name": "Hong Kong Leaders' Choice 2016",
                    "description": "Shanghai Commercial Bank was awarded a Hong Kong Leaders' Choice Awards in 2016 by Metro Finance Radio."
                },
                {
                    "name": "CAPITAL WEEKLY Service Awards 2015",
                    "description": "Shanghai Commercial Bank was awarded a CAPITAL WEEKLY Service Award in 2015."
                },
                {
                    "name": "Caring Company Logo",
                    "description": "Shanghai Commercial Bank has been awarded the Caring Company Logo since 2008."
                }
            ],
            "disclaimer": "The above information is provided by MoneyHero.com.hk for information purposes only. In case of any discrepancy between the information provided by MoneyHero.com.hk and relevant information provided by banks, card issuers or card providers (*partner institutions), the information provided by the partner institutions shall prevail. For more information, please refer to our Terms & Conditions and Privacy Policy page."
        },
        {
            "uid": "blt1e29fa8cbab8ccf67",
            "title": "SHKC",
            "provider_name": "Sun Hung Kai Credit",
            "alias": "sunHungKaiCredit",
            "provider_image": "blt1c009504c641c1c94",
            "short_description": "With its financial strength and credibility, Sun Hung Kai Credit provides professional property loan service, including the First Mortgage Loan and Second Mortgage Loan, so that you can enjoy financial flexibility and grasp the golden opportunities.",
            "long_description": "Sun Hung Kai Credit Limited (\"Sun Hung Kai Credit\") is a member of Sun Hung Kai & Co. Limited.\n\nSun Hung Kai & Co. Limited is a listed company in Hong Kong with stock code no. 86, is reputable for its financial strength and as a diversified and dynamic financial institution.\n\nWith its financial strength and credibility, Sun Hung Kai Credit provides professional property loan services to cater different customer needs, including the First Mortgage Instalment Loan and Second Mortgage Instalment Loan, without limitation on property types and Property's age.\n\nWe are committed to meeting any customers' financial needs by providing personalized and flexible property loan solutions. By offering you extra liquidity on your assets, allowing you to enjoy maximization of financial flexibility and opportunities.",
            "about": [
                null,
                null,
                {
                    "d_vertical": "MORTGAGES",
                    "description": "Sun Hung Kai Credit provides professional property mortgage services, including First Mortgage Loan and Second Mortgage Loan, to cater to different needs of customers and trusted partners to unleash the potential of properties so that they can enjoy financial flexibility and grasp the golden opportunities in the property market.\n\nFor customers who are first-time buyers, switching properties or property investors, Sun Hung Kai Credit offers tailor-made mortgage solutions to meet customers’financial needs to help them achieve their goals with flexibility.\n\nSun Hung Kai Credit offers tailor-made Second Mortgage Loan to enable customers to leverage their properties to enjoy additional cash flows and manage their finances with full confidence.\n\nApart from instalment loan, we offer revolving loan, enabling customers to enjoy greater flexibility with standby cash to satisfy any unexpected financial needs. Just apply once to enjoy unlimited access. No re-application is needed. The credit limit will be restored instantly upon repayment and interest is only charged on a daily basis for used amount."
                }
            ],
            "features": {
                "heading": "Enable you to obtain easy cash-out with your properties",
                "pros": [
                    "Mortgage loan amount up to 80% of property's valuation",
                    "Flexible repayment options such as \"Interest Only Payment Plan\" or \"Revolving Loan\"",
                    "No limitation on type and age of property",
                    "Free Online Property Valuation Service",
                    "Tailor-made interest rate to minimize interest expenses"
                ],
                "cons": null
            },
            "award": [
                null,
                null,
                null
            ],
            "disclaimer": "The above information is provided by MoneyHero.com.hk for information purposes only. In case of any discrepancy between the information provided by MoneyHero.com.hk and relevant information provided by banks, card issuers or card providers (*partner institutions), the information provided by the partner institutions shall prevail. For more information, please refer to our Terms & Conditions and Privacy Policy page."
        },
        {
            "uid": "blt1de9a317d4bf07131",
            "title": "STCH",
            "provider_name": "Standard Chartered",
            "alias": "standard-chartered",
            "provider_image": "blt12cf4020357503d9c",
            "short_description": "The history of Standard Chartered in Hong Kong dates as far back as 1859. Today Standard Chartered Bank has become one of the three note-issuing banks in Hong Kong. The bank offers a wide range of financial services, including credit cards, consumer banking, corporate and investment banking, mortgage loans, private banking and wealth management. ",
            "long_description": "Standard Chartered Bank was established in 1969 through the merger of two separate banks, the Standard Bank of British South Africa and the Chartered Bank of India, Australia and China founded in 1859. These banks had capitalised on the expansion of trade between Europe, Asia and Africa. Having incorporated its local business on 1 July 2004, Standard Chartered Bank now operate as a licensed bank under the name of Standard Chartered Bank (Hong Kong) Limited, a wholly-owned subsidiary of Standard Chartered PLC. one of the world's most international banks, with over 1,100 branches, offices and outlets in 67 countries across the globe.\n\nStandard Chartered is now a leading international banking group. It has operated for over 150 years in some of the world's most dynamic markets. It bank the people and companies driving investment, trade and the creation of wealth across Asia, Africa and the Middle East, where it earns around 90 per cent of our income and profits. The bank's heritage and values are expressed in its brand promise, Here for good.\n\nThe Standard Chartered Bank provides a wide-range of products and services for personal and business customers across 71 countries. Standard Chartered PLC is listed on the London, Hong Kong and Mumbai stock exchanges, and ranks among the top 20 companies in the FTSE-100 by market capitalisation.",
            "about": [
                {
                    "d_vertical": "CREDIT_CARDS",
                    "description": "Standard Chartered Bank offers a wide range of credit card options including Standard Chartered Asia Miles MasterCard, UnionPay Dual Currency Card and Visa Platinum / Platinum MasterCard to make sure that you get the card that is perfectly suited to your lifestyle. Apart from first year annual fee waiver, customers can also earn 360° Rewards Points, asia miles, cash back on local & overseas spending and online shopping to redeem exciting rewards ranging from electronics, travel and leisure, to home decor, dining pleasures and much more offers. Customers could use Octopus Automatic Add Value Service and convert your credit card's available credit limit into cash through Instalment Credit Program. Apply for a Standard Chartered Bank Credit Card to enjoy the exclusive offers now!"
                },
                {
                    "d_vertical": "PERSONAL_LOANS",
                    "description": "Standard Chartered Personal Instalment Loan service helps you to achieve your goals with its low rates, easy application and professional services. What’s more, an online exclusive offer for successfully application and drawdown Personal Instalment Loan during the promotion period, can enjoy up to HK$500 cash coupon. \n\nStandard Chartered Personal Instalment Loan Debt Consolidation Program helps you effectively manage your debts and gives you a total lending solution that includes financial analysis and personalised repayment plans. By consolidating your credit card debts into one simple loan, you’ll reduce interest expenses and have the extra cash when needed. What’s more, an online exclusive offer for successfully application and drawdown Debt Consolidation Program during the promotion period, can enjoy up to HK$1,000 cash coupon."
                },
                {
                    "d_vertical": "MORTGAGES",
                    "description": "Standard Chartered Bank offers a wide range of mortgage plans including Standard Chartered Prime-based Mortgage, Mortgage $aver, Mortgage Refinancing and MortgageOne to meet different customers’ financial needs. Standard Chartered Prime-based Mortgage is suitable for customers who prefer a more stable repayment plan as they can choose fixed instalment repayment or fixed tenor repayment, which help them to control their interest expenses better. Mortgage $aver allows customers to consolidate their mortgage loan account and current account and enjoy interest rate same as the mortgage-rate to save on mortgage interest expense. Customers who apply for Standard Chartered Bank’s mortgage loan within the promotion period and subsequently drawdown the mortgage loan to get a subsidy of up to 1% of the drawdown amount."
                }
            ],
            "features": {
                "heading": "Enjoy year-round privileges with Standard Chartered Credit Cards",
                "pros": [
                    "As low as HK$4 = 1 Mile with Standard Chartered Asia Miles MasterCard",
                    "Enjoy exchange markup waiver on spending in CNY and foreign currencies with UnionPay Dual Currency Card",
                    "Earn 360° Rewards Points or cashback through Octopus Automatic Add Value Service ",
                    "Earn evergreen 360° Reward Points which you can redeem for various goods",
                    "Enjoy fabulous dining, shopping, lifestyle privileges all year-round"
                ],
                "cons": null
            },
            "award": [
                {
                    "name": "Best Consumer Digital Bank Hong Kong 2015",
                    "description": "Standard Chartered Hong Kong was recognised by Global Finance Magazine with Best Consumer Digital Bank Hong Kong 2015 for their superior digital offerings to Hong Kong consumers."
                },
                {
                    "name": "The Asian Banker Excellence in Retail Financial Services International Awards 2012\n Best Retail Bank in Asia Pacific\n Best Retail Bank in Hong Kong",
                    "description": "Standard Chartered Hong Kong was awarded the Best Retail Bank in Asia Pacific and Best Retail Bank in Hong Kong for two consecutive years by The Asian Banker, recognising Standard Chartered's vision and market-leading propositions to customer."
                },
                null
            ],
            "disclaimer": "The above information is provided by MoneyHero.com.hk for information purposes only. In case of any discrepancy between the information provided by MoneyHero.com.hk and relevant information provided by banks, card issuers or card providers (*partner institutions), the information provided by the partner institutions shall prevail. For more information, please refer to our Terms & Conditions and Privacy Policy page."
        },
        {
            "uid": "blt11ca93dac0d4029bb",
            "title": "UAFX",
            "provider_name": "United Asia Finance",
            "alias": "united-asia-finance",
            "provider_image": "blt108ec52447eb7d306",
            "short_description": "United Asia Finance Limited (\"UA\") has been striving for providing all-round, convenient and innovative loan services for customers.",
            "long_description": "United Asia Finance Limited is a member company of Sun Hung Kai & Co. Limited, a Hong Kong listed company with stock code no. 86, well-known for its well-diversified financial services. With years of solid experience in consumer financing, United Asia Finance has emerged as the leader in the industry. Nowadays, there are 49 branches located in various prime districts in Hong Kong. This equips United Asia Finance to realize its pledge to offer you the unparalleled convenience, top-notch services and the right solutions that make you tick!",
            "about": [
                null,
                {
                    "d_vertical": "PERSONAL_LOANS",
                    "description": "UA’s Personal Loan plan provides the most convenient and flexible loan services for you. You can always enjoy higher loan amount for your unique financial needs.\n"
                },
                null
            ],
            "features": {
                "heading": "With UA, all goes your way!",
                "pros": [
                    "UA is constantly exploring new possibilities, striving to provide more comprehensive and diversified loan services to customers. Through the corporate mobile app, online platform, hotline and citywide branch network, from online to offline, UA provides customers with the best O2O all-round loan solutions.",
                    "UA provides all-round, convenient and innovative loan services for customers. UA is always pleased to offer professional advice to help customers of any needs and will provide the tailor-made loan solutions that can best fit each individual customer.",
                    null,
                    null,
                    null
                ],
                "cons": null
            },
            "award": [
                {
                    "name": "CAPITAL Merits of Achievements in Banking & Finance 2015",
                    "description": "Since 2009, United Asia Finance has been awarded as “CAPITAL Merit of Consumer Finance Company Achievement” in the \"CAPITAL Merits of Achievements in Banking & Finance 2015\" for the 6th consecutive year."
                },
                null,
                null
            ],
            "disclaimer": "The above information is provided by MoneyHero.com.hk for information purposes only. In case of any discrepancy between the information provided by MoneyHero.com.hk and relevant information provided by banks, card issuers or card providers (*partner institutions), the information provided by the partner institutions shall prevail. For more information, please refer to our Terms & Conditions and Privacy Policy page."
        },
        {
            "uid": "blt16467b163fea11066",
            "title": "WELE",
            "provider_name": "WeLend",
            "alias": "welend",
            "provider_image": "blt1e1a987439921dea6",
            "short_description": "WeLend is built by a team of passionate finance professionals looking to change Hong Kong’s lending industry for the better. WeLend 's investors include CK Hutchison’s TOM group, Khazanah Nasional Berhad, ING, Silicon Valley-based venture capital fund Sequoia Capital and TOM Group’s Ule.com. WeLend strives to make borrowing cheaper, faster and easier. The company believe that everyone should have the power to understand their financial situation and influence their financial destiny.",
            "long_description": "WeLend aims to provide a secure and efficient online lending platform without the confusion and administrative hassle associated with borrowing from banks and consumer finance companies. People in Hong Kong deserve a better borrowing experience, and by operating online with no branches and few people, WeLend makes securing a personal loan affordable, fast and easy for everyone. WeLend’s unique risk management technology, WeDefend, allows the company to analyze data within seconds to make credit decisions for individual borrowers. The company also set up a comprehensive security system with a strict authentication process to protect the privacy of the customers.",
            "about": [
                null,
                {
                    "d_vertical": "PERSONAL_LOANS",
                    "description": "WeLend.hk personal loan is unlike any other loan currently offered in Hong Kong. WeLend provides customers with the flexibility to borrow as little as $5,000 up to $600,000. Customers can also choose to repay in 14 days or over 5 years. The interest rates start as low as 1.99%* APR. WeLend is different that they don’t have any branches, and operate a purely online business. By keeping the costs low, WeLend.hk can provide serious savings for its customers. Its technology-driven decision engine can calculate your rate in seconds."
                },
                null
            ],
            "features": {
                "heading": "Fully online application with the freedom to build your own rate.",
                "pros": [
                    "Easy online application",
                    "APR as low as 1.99%",
                    "Tailored to you",
                    null,
                    null
                ],
                "cons": null
            },
            "award": [
                null,
                null,
                null
            ],
            "disclaimer": "The above information is provided by MoneyHero.com.hk for information purposes only. In case of any discrepancy between the information provided by MoneyHero.com.hk and relevant information provided by banks, card issuers or card providers (*partner institutions), the information provided by the partner institutions shall prevail. For more information, please refer to our Terms & Conditions and Privacy Policy page."
        },
        {
            "uid": "blt1f2e96c620c94579c",
            "title": "WFCL",
            "provider_name": "Wing Fung Credit",
            "alias": "Wing-Fung-Credit",
            "provider_image": "blt1c9a9ee6e5e085fe6",
            "short_description": "\"Wing Fung Credit Limited\" is a member of the Wing Fung Financial Group, providing comprehensive loan services to clients of different industries and backgrounds, including physical precious metals trading, bullion, securities, asset management, futures, forex investment and credit services. ",
            "long_description": "\"Wing Fung Credit Limited\" is a member of the Wing Fung Financial Group. providing comprehensive loan services to clients of different industries and backgrounds. Wing Fung Financial Group is a leading financial services group with great strength and more than three decades of experience in the industry. Recently, Wing Fung has developed to be a comprehensive financial institution, providing physical precious metals trading, bullion, securities, asset management, futures, forex investment and credit services. Amongst the businesses, the physical precious metals business enjoys a fine reputation in the industry and, as a result of years of experience, Wing Fung has become one of the major Gold Refineries in Hong Kong.",
            "about": [
                null,
                {
                    "d_vertical": "PERSONAL_LOANS",
                    "description": "\"Wing Fung Credit Limited\" is a member of the Wing Fung Financial Group. providing comprehensive loan services to clients of different industries and backgrounds. Wing Fung Financial Group is a leading financial services group with great strength and more than three decades of experience in the industry. Recently, Wing Fung has developed to be a comprehensive financial institution, providing physical precious metals trading, bullion, securities, asset management, futures, forex investment and credit services. Amongst the businesses, the physical precious metals business enjoys a fine reputation in the industry and, as a result of years of experience, Wing Fung has become one of the major Gold Refineries in Hong Kong."
                },
                {
                    "d_vertical": "MORTGAGES",
                    "description": "\"Wing Fung Credit Limited\" is a member of the Wing Fung Financial Group. providing comprehensive loan services to clients of different industries and backgrounds. Wing Fung Financial Group is a leading financial services group with great strength and more than three decades of experience in the industry. Recently, Wing Fung has developed to be a comprehensive financial institution, providing physical precious metals trading, bullion, securities, asset management, futures, forex investment and credit services. Amongst the businesses, the physical precious metals business enjoys a fine reputation in the industry and, as a result of years of experience, Wing Fung has become one of the major Gold Refineries in Hong Kong."
                }
            ],
            "features": {
                "heading": "",
                "pros": [
                    null,
                    null,
                    null,
                    null,
                    null
                ],
                "cons": null
            },
            "award": [
                null,
                null,
                null
            ],
            "disclaimer": "The above information is provided by MoneyHero.com.hk for information purposes only. In case of any discrepancy between the information provided by MoneyHero.com.hk and relevant information provided by banks, card issuers or card providers (*partner institutions), the information provided by the partner institutions shall prevail. For more information, please refer to our Terms & Conditions and Privacy Policy page."
        },
        {
            "uid": "blt115ece98f68ddce03",
            "title": "WLBX",
            "provider_name": "Wing Lung Bank",
            "alias": "wing-lung-bank",
            "provider_image": "blt164a075f69a81cc82",
            "short_description": "Wing Lung Bank, founded in 1933, is among the oldest local Chinese banks in Hong Kong. At present the Bank has 45 banking business outlets in Hong Kong, Mainland China, Macau and overseas, and a staff force of more than 1,800 people. As at 31 December 2015, its consolidated total assets stood at HK$ 257.0 billion. Wing Lung Bank became a member of China Merchants Bank Group in 2008 and subsequently a wholly-owned subsidiary of the Group in 2009.",
            "long_description": "Following its motto of “Progress with prudence, service with sincerity”, Wing Lung Bank provides comprehensive banking services, including deposits, loans, private banking and wealth management, investment, securities, credit cards, NET Banking, syndicated loans, corporate financing, bills, hire-purchase and leasing, foreign exchange, insurance agency, Mandatory Provident Fund, etc. Wing Lung Bank also provides insurance broking and general insurance underwriting, property management, trustee, nominee as well as asset management services through its wholly-owned subsidiaries.",
            "about": [
                {
                    "d_vertical": "CREDIT_CARDS",
                    "description": "Wing Lung Bank credit card offers a variety of credit cards such as Xcite Visa Platinum Card, Wing Lung UnionPay Dual Currency Platinum Card and Wing Lung MasterCard Platinum Card, which allow cardholders to enjoy a wide range of rewards and privileges including its Bonus Point Program and Cash Rebate Program. Customers can earn cash rebate on retail purchase, interest-free instalment and autopay transactions or earn bonus points with credit card spending to redeem miles, cash coupons and gifts. Wing Lung Bank also provides other services such as Octopus Automatic Add Value Service, \"Credit-to-Cash\" Program and \"Flexible Instalment\" Loan Program."
                },
                {
                    "d_vertical": "PERSONAL_LOANS",
                    "description": "Wing Lung Bank offers multifarious personal loan services. \"Personal Instalment Loan\" provides relatively low annualied percentage rate to customers. \"Balance Transfer Loan\" helps clear customers' debts and reduce the total interest expense. \"Wine Financing Service\" is applicable to eligible red wine investors and traders. \"Micro Enterprise Loan\" has a maximum of HKD$1,500,000 unsecured loanm which is dedicated to enterpreneur's growth."
                },
                {
                    "d_vertical": "MORTGAGES",
                    "description": "Wing Lung Bank offers various types of mortgage loans such as General Home Mortgage, Non-residential Property Mortgage and other Government Subsidized Scheme such as Home Ownership Scheme and Tenants Purchase Scheme. The bank's General Home Mortgage includes Preferential Mortgage Plan such as Prime Rate Base Mortgage Plan and HIBOR Rate Base Mortgage Plan. The bank offers loan up to 90%, one of the purchase price or valuation price (whichever is lower) and Repayment term up to 30 years. Customers can also enjoy free fire insurance coverage for one year, annual fee waiver of Wing Lung Bank credit card during the mortgage period, 30% discount on Family Package Insurance Premium, waiver of valuation fee and Application Fee."
                }
            ],
            "features": {
                "heading": "Enjoy an array of exclusive offers with Wing Lung Bank credit cards",
                "pros": [
                    "Wing Lung MasterCard Platinum Card cardholders are entitled to first 5 years annual fee waiver",
                    "Customer will be awarded 1 bonus point on every spending of HKD1 with Wing Lung Credit Card to redeem cash coupons and gifts",
                    "Long-term Wing Lung Credit Card Cardholders can redeem your favorite gifts at discounts. Cardholders who have held our credit card for 10 years or above can enjoy a great discount of 40%",
                    "Enjoy 12,000 Bonus Points = 1,000 Asia Miles and use the Asia Miles accumulated to redeem flight awards to over 1,000 destinations with 25 airline partners",
                    "Wing Lung Credit Card Cardholders can enjoy Interest-Free Instalment at the designated travel agents"
                ],
                "cons": null
            },
            "award": [
                {
                    "name": "Market Leadership Award in Banking & Finance 2015",
                    "description": "Wing Lung Bank and Wealth Management Services received the \"2015 Market Leadership Award in Banking & Finance\" given by Hong Kong Institute of Marketing."
                },
                {
                    "name": "Best Private Bank 2015",
                    "description": "Wing Lung Bank was awarded by Capital Magazine the Best Private Bank in 2015."
                },
                null
            ],
            "disclaimer": "The above information is provided by MoneyHero.com.hk for information purposes only. In case of any discrepancy between the information provided by MoneyHero.com.hk and relevant information provided by banks, card issuers or card providers (*partner institutions), the information provided by the partner institutions shall prevail. For more information, please refer to our Terms & Conditions and Privacy Policy page."
        }
    ]
}